{"abiding":"Continuing; lasting.","abidingly":"Permanently. Carlyle.","absorbing":"Swallowing, engrossing; as, an absorbing pursuit.-- Ab*sorb\"ing, adv.","accommodating":"Affording, or disposed to afford, accommodation; obliging; asan accommodating man, spirit, arrangement.","according":"Agreeing; in agreement or harmony; harmonious. \"This accordingvoice of national wisdom.\" Burke. \"Mind and soul according well.\"Tennyson.According to him, every person was to be bought. Macaulay.Our zeal should be according to knowledge. Sprat.","accusingly":"In an accusing manner.","adjoining":"Joining to; contiguous; adjacent; as, an adjoining room. \"Theadjoining fane.\" Dryden.Upon the hills adjoining to the city. Shak.","admiring":"Expressing admiration; as, an admiring glance.-- Ad*mir\"ing*ly, adv. Shak.","adoringly":"With adoration.","affectingly":"In an affecting manner; is a manner to excite emotions.","aggravatingly":"In an aggravating manner.","agonizingly":"With extreme anguish or desperate struggles.","alarming":"Exciting, or calculated to excite, alarm; causing apprehensionof danger; as, an alarming crisis or report.-- A*larm\"ing*ly, adv.","alluring":"That allures; attracting; charming; tempting.-- Al*lur\"ing*ly, adv.-- Al*lur\"ing*ness, n.","amazing":"Causing amazement; very wonderful; as, amazing grace.-- A*maz\"ing*ly, adv.","amusing":"Giving amusement; diverting; as, an amusing story.-- A*mus\"ing*ly, adv.","angling":"The act of one who angles; the art of fishing with rod andline. Walton.","annoying":"That annoys; molesting; vexatious.-- An*noy\"ing*ly, adv.","anything":"In any measure; anywise; at all.Mine old good will and hearty affection towards you is not . . .anything at all quailed. Robynson (More's Utopia).","appalling":"Such as to appall; as, an appalling accident.-- Ap*pall\"ing*ly, adv.","appealing":"That appeals; imploring.-- Ap*peal\"*ing*ly, adv.-- Ap*peal\"ing*ness, n.","appetizing":"Exciting appetite; as, appetizing food.The appearance of the wild ducks is very appetizing. Sir W. Scott.","arresting":"Striking; attracting attention; impressive.This most solemn and arresting occurrence. J. H. Newman.","aspiring":"That aspires; as, an Aspiring mind.-- As*pir\"ing*ly, adv.-- As*pir\"ing*ness, n.","assuming":"Pretentious; taking much upon one's self; presumptuous. Burke.","astonishing":"Very wonderful; of a nature to excite astonishment; as, anastonishing event.","astounding":"Of a nature to astound; astonishing; amazing; as, an astoundingforce, statement, or fact.-- As*tound\"ing*ly, adv.","astringency":"The quality of being astringent; the power of contracting theparts of the body; that quality in medicines or other substanceswhich causes contraction of the organic textures; as, the astringencyof tannin.","astringent":"A medicine or other substance that produces contraction in thesoft organic textures, and checks discharges of blood, mucus, etc.External astringents are called styptics. Dunglison.","astringently":"In an astringent manner.","awakening":"Rousing from sleep, in a natural or a figurative sense; rousinginto activity; exciting; as, the awakening city; an awakeningdiscourse; the awakening dawn.-- A*wak\"en*ing*ly, adv.","backbiting":"Secret slander; detraction.Backbiting, and bearing of false witness. Piers Plowman.","backing":"The preparation of the back of a book with glue, etc., beforeputting on the cover.","baffling":"Frustrating; discomfiting; disconcerting; as, bafflingcurrents, winds, tasks.-- Bafflingly, adv.-- Bafflingness, n.","banking":"The business of a bank or of a banker. Banking house, anestablishment or office in which, or a firm by whom, banking is done.","bathing":"Act of taking a bath or baths. Bathing machine, a small room onwheels, to be driven into the water, for the convenience of bathers,who undress and dress therein.","beading":"Molding in imitation of beads.","bearing":"Any single emblem or charge in an escutcheon or coat of arms --commonly in the pl.A carriage covered with armorial bearings. Thackeray.","beating":"Pulsative sounds. See Beat, n.","becoming":"Appropriate or fit; congruous; suitable; graceful; befitting.A low and becoming tone. Thackeray.","becomingly":"In a becoming manner.","bedding":"The state or position of beds and layers.","befitting":"Suitable; proper; becoming; fitting.","beguiling":"Alluring by guile; deluding; misleading; diverting.-- Be*guil\"ing*ly, adv.","being":"Existing.","beseeching":"Entreating urgently; imploring; as, a beseeching look.-- Be*seech\"ing*ly, adv.-- Be*seech\"ing*ness, n.","besetting":"Habitually attacking, harassing, or pressing upon or about; as,a besetting sin.","bewildering":"Causing bewilderment or great perplexity; as, bewilderingdifficulties.-- Be*wil\"der*ing*ly, adv.","bewitching":"Having power to bewitch or fascinate; enchanting; captivating;charming.-- Be*witch\"ing*ly, adv.-- Be*witch\"ing*ness, n.","bilingual":"Containing, or consisting of, two languages; expressed in twolanguages; as, a bilingual inscription; a bilingual dictionary.-- Bi*lin\"gual*ly, adv.","bilingualism":"Quality of being bilingual.The bilingualism of King's English. Earle.","billing":"Caressing; kissing.","binding":"That binds; obligatory. Binding beam (Arch.), the main timberin double flooring.-- Binding joist (Arch.), the secondary timber in double-framedflooring.","birding":"Birdcatching or fowling. Shak. Birding piece, a fowling piece.Shak.","biting":"That bites; sharp; cutting; sarcastic; caustic. \"A bitingaffliction.\" \"A biting jest.\" Shak.","bitingly":"In a biting manner.","blazing":"Burning with a blaze; as, a blazing fire; blazing torches. SirW. Scott. Blazing star. (a) A comet. [Obs.] (b) A brilliant center ofattraction. (c) (Bot.) A name given to several plants; as, toChamælirium luteum of the Lily family; Liatris squarrosa; and Aletrisfarinosa, called also colicroot and star grass.","bleeding":"Emitting, or appearing to emit, blood or sap, etc.; also,expressing anguish or compassion.","blessing":"A gift. [A Hebraism] Gen. xxxiii. 11.","blinding":"Making blind or as if blind; depriving of sight or ofunderstanding; obscuring; as, blinding tears; blinding snow.","bloodletting":"The act or process of letting blood or bleeding, as by openinga vein or artery, or by cupping or leeches; -- esp. applied tovenesection.","blooming":"The process of making blooms from the ore or from cast iron.","bluestocking":"The American avocet (Recurvirostra Americana).","blunderingly":"In a blundering manner.","boiling":"Heated to the point of bubbling; heaving with bubbles; intumultuous agitation, as boiling liquid; surging; seething; swellingwith heat, ardor, or passion. Boiling point, the temperature at whicha fluid is converted into vapor, with the phenomena of ebullition.This is different for different liquids, and for the same liquidunder different pressures. For water, at the level of the sea,barometer 30 in., it is 212 º Fahrenheit; for alcohol, 172.96º; forether, 94.8º; for mercury, about 675º. The boiling point of water islowered one degree Fahrenheit for about 550 feet of ascent above thelevel of the sea.-- Boiling spring, a spring which gives out very hot water, or waterand steam, often ejecting it with much force; a geyser.-- To be at the boiling point, to be very angry.-- To keep the pot boiling, to keep going on actively, as in certaingames. [Colloq.]","bookbinding":"The art, process, or business of binding books.","bookkeeping":"The art of recording pecuniary or business transactions in aregular and systematic manner, so as to show their relation to eachother, and the state of the business in which they occur; the art ofkeeping accounts. The books commonly used are a daybook, cashbook,journal, and ledger. See Daybook, Cashbook, Journal, and Ledger.Bookkeeping by single entry, the method of keeping books by carryingthe record of each transaction to the debit or credit of a singleaccount.-- Bookkeeping by double entry, a mode of bookkeeping in which twoentries of every transaction are carried to the ledger, one to theDr., or left hand, side of one account, and the other to the Cr., orright hand, side of a corresponding account, in order thaItalianmethod.","booming":"The act of producing a hollow or roaring sound; a violentrushing with heavy roar; as, the booming of the sea; a deep, hollowsound; as, the booming of bitterns. Howitt.","boring":"The chips or fragments made by boring. Boring bar, a revolvingor stationary bar, carrying one or more cutting tools for dressinground holes.-- Boring tool (Metal Working), a cutting tool placed in a cutterhead to dress round holes. Knight.","bowling":"The act of playing at or rolling bowls, or of rolling the ballat cricket; the game of bowls or of tenpins. Bowling alley, a coveredplace for playing at bowls or tenpins.-- Bowling green, a level piece of greensward or smooth ground forbowling, as the small park in lower Broadway, New York, where theDutch of New Amsterdam played this game.","bowstring":"To strangle with a bowstring.","boxing":"The external case of thin material used to bring any member toa required form.","bracing":"Imparting strength or tone; strengthening; invigorating; as, abracing north wind.","breathing":"A mark to indicate aspiration or its absence. See Roughbreathing, Smooth breathing, below. Breathing place. (a) A pause.\"That cæsura, or breathing place, in the midst of the verse.\" Sir P.Sidney. (b) A vent.-- Breathing time, pause; relaxation. Bp. Hall.-- Breathing while, time sufficient for drawing breath; a shorttime. Shak.-- Rough breathing (spiritus asper) (. See 2d Asper, n.-- Smooth breathing (spiritus lenis), a mark (') indicating theabsence of the sound of h, as in 'ie`nai (ienai).","breeding":"A fly of various species, of the family Tabanidæ, noted forbuzzing about animals, and tormenting them by sucking their blood; --called also horsefly, and gadfly. They are among the largest of two-winged or dipterous insects. The name is also given to differentspecies of botflies. [Written also breese and brize.]","brewing":"A gathering or forming of a storm or squall, indicated bythick, dark clouds.","bricklaying":"The art of building with bricks, or of uniting them by cementor mortar into various forms; the act or occupation of laying bricks.","bringer":"One who brings.Yet the first bringer of unwelcome news Hath but a losing office.Shak.Bringer in, one who, or that which, introduces.","broiling":"Excessively hot; as, a broiling sun.-- n.","broking":"Of or pertaining to a broker or brokers, or to brokerage.[Obs.]Redeem from broking pawn the blemished crown. Shak.","browning":"A smooth coat of brown mortar, usually the second coat, and thepreparation for the finishing coat of plaster.","budding":"A process of asexual reproduction, in which a new organism orcell is formed by a protrusion of a portion of the animal orvegetable organism, the bud thus formed sometimes remaining attachedto the parent stalk or cell, at other times becoming free; gemmation.See Hydroidea.","bungling":"Unskillful; awkward; clumsy; as, a bungling workman. Swift.They make but bungling work. Dryden.","bunting":"A bird of the genus Emberiza, or of an allied genus, related tothe finches and sparrows (family Fringillidæ).","burning":"The act of consuming by fire or heat, or of subjecting to theeffect of fire or heat; the state of being on fire or excessivelyheated. Burning fluid, any volatile illuminating oil, as the lighterpetroleums (naphtha, benzine), or oil of turpentine (camphine), butesp. a mixture of the latter with alcohol.-- Burning glass, a conxex lens of considerable size, used forproducing an intense heat by converging the sun's rays to a focus.-- Burning house (Metal.), the furnace in which tin ores arecalcined, to sublime the sulphur and arsenic from the pyrites. Weale.-- Burning mirror, a concave mirror, or a combination of planemirrors, used for the same purpose as a burning glass.","bushing":"A bush or lining; -- sometimes called . See 4th Bush.","cabinetmaking":"The art or occupation of making the finer articles of householdfurniture.","calculating":"The act or process of making mathematical computations or ofestimating results.","camping":"A game of football. [Prov. Eng.]","captivating":"Having power to captivate or cham; fascinating; as, captivatingsmiles.-- Cap\"tiva`ting*ly, adv.","carousing":"That carouses; relating to a carouse.","carpeting":"1. The act of covering with carpets.","carping":"Fault-finding; censorious caviling. See Captious.-- Carp\"ing*ly, adv.","catching":"The act of seizing or taking hold of Catching bargain (Law), abargain made with an heir expectant for the purchase of hisexpectancy at an inadequate price. Bouvier.","caterwauling":"The cry of cats; a harsh, disagreeable noise or cry like thecry of cats. Shak.","ceiling":"The inner planking of a vessel. Camp ceiling. See under Camp.-- Ceiling boards, Thin narrow boards used to ceil with.","chanting":"Singing, esp. as a chant is sung. Chanting falcon (Zoöl.), anAfrican falcon (Melierax canorus or musicus). The male has the habit,remarkable in a bird of prey, of singing to his mate, while she isincubating.","charming":"Pleasing the mind or senses in a high degree; delighting;fascinating; attractive.How charming is divine philosophy. Milton.","cheeseparing":"A thin portion of the rind of a cheese.-- a.","chidingly":"In a chiding or reproving manner.","childbearing":"The act of producing or bringing forth children; parturition.Milton. Addison.","chilling":"Making chilly or cold; depressing; discouraging; cold; distant;as, a chilling breeze; a chilling manner.-- Chill\"ing\"ly, adv.","chitterlings":"The smaller intestines of swine, etc., fried for food.","climbing":"p. pr. & vb. n. of Climb. Climbing fern. See under Fern.-- Climbing perch. (Zoöl.) See Anabas, and Labyrinthici.","cling":"To adhere closely; to stick; to hold fast, especially bytwining round or embracing; as, the tendril of a vine clings to itssupport; -- usually followed by to or together.And what hath life for thee That thou shouldst cling to it thus Mrs.Hemans.","clingstone":"Having the flesh attached closely to the stone, as in somekinds of peaches.-- n.","clingy":"Apt to cling; adhesive. [R.]","clothing":"See Card clothing, under 3d Card.","coaxingly":"In a coaxing manner; by coaxing.","cockfighting":"The act or practice of pitting gamecocks to fight.","commingle":"To mingle together; to mix in one mass, or intimately; toblend. Bacon.","commingler":"One that commingles; specif., a device for noiseless heating ofwater by steam, in a vessel filled with a porous mass, as of pebbles.","concerning":"Pertaining to; regarding; having relation to; respecting; asregards.I have accepted thee concerning this thing. Gen. xix. 21.The Lord hath spoken good concerning Israel. Num. x. 29.","concurring":"Agreeing. Concurring figure (Geom.), one which, being laid onanother, exactly meets every part of it, or one which correspondendswith another in all its parts.","condescendingly":"In a condescending manner. Atterbury.","consoling":"Adapted to console or comfort; cheering; as, this is consolingnews.","contingency":"A certain possible event that may or may not happen, by which,when happening, some particular title may be affected.","contingent":"Dependent for effect on something that may or may not occur;as, a contingent estate.If a contingent legacy be left to any one when he attains, or if heattains, the age of twenty-one. Blackstone.","contingently":"In a contingent manner; without design or foresight;accidentally.","convincingly":"in a convincing manner; in a manner to compel assent.","cooling":"Adapted to cool and refresh; allaying heat. \"The coolingbrook.\" Goldsmith. Cooling card, something that dashes hopes. [Obs.]-- Cooling time (Law), such a lapse of time as ought, taking all thecircumstances of the case in view, to produce a subsiding of passionpreviously provoked. Wharton.","coping":"The highest or covering course of masonry in a wall, often withsloping edges to carry off water; -- sometimes called capping. Gwill.","copying":"From Copy, v. Copying ink. See under Ink.-- Copying paper, thin unsized paper used for taking copies ofletters, etc., in a copying press.-- Copying press, a machine for taking by pressure, an exact copy ofletters, etc., written in copying ink.","correspondingly":"In a corresponding manner; conformably.","coupling":"A device or contrivance which serves to couple or connectadjacent parts or objects; as, a belt coupling, which connects theends of a belt; a car coupling, which connects the cars in a train; ashaft coupling, which connects the ends of shafts. Box coupling,Chain coupling. See under Box, Chain.-- Coupling box, a coupling shaped like a journal box, for clampingtogether the ends of two shafts, so that they may revolve together.-- Coupling pin, a pin or bolt used in coupling or joining togetherrailroad cars, etc.","covering":"Anything which covers or conceals, as a roof, a screen, awrapper, clothing, etc.Noah removed the covering of the ark. Gen. viii. 13.They cause the naked to lodge without clothing, that they have nocovering in the cold. Job. xxiv. 7.A covering over the well's mouth. 2 Sam. xvii. 19.","craving":"Vehement or urgent desire; longing for; beseeching.A succession of cravings and satiety. L'Estrange.-- Crav\"ing*ly, adv.-- Crav\"ing*ness, n.","cringe":"To draw one's self together as in fear or servility; to bend orcrouch with base humility; to wince; hence; to make court in adegrading manner; to fawn.When they were come up to the place where the lions were, the boysthat went before were glad to cringe behind, for they were afraid ofthe lions. Bunyan.Sly hypocrite, . . . who more than thou Once fawned and cringed, andservilely adored Heaven's awful monarch Milton.Flatterers . . . are always bowing and cringing. Arbuthnot.","crippling":"Spars or timbers set up as a support against the side of abuilding.","crosshatching":"In drawing and line engraving, shading with lines that crossone another at an angle.","crushing":"That crushes; overwhelming. \"The blow must be quick andcrushing.\" Macualay.","crying":"Calling for notice; compelling attention; notorious; heinous;as, a crying evil.Too much fondness for meditative retirement is not the crying sin ofour modern Christianity. I. Taylor.","culling":"Anything separated or selected from a mass.","cunningly":"In a cunning manner; with cunning.","cuttingly":"In a cutting manner.","cycling":"The act, art, or practice, of riding a cycle, esp. a bicycle ortricycle.","dairying":"The business of conducting a dairy.","damning":"That damns; damnable; as, damning evidence of guilt.","dancing":"from Dance. Dancing girl, one of the women in the East Indieswhose profession is to dance in the temples, or for the amusement ofspectators. There are various classes of dancing girls.-- Dancing master, a teacher of dancing.-- Dancing school, a school or place where dancing is taught.","daring":"Boldness; fearlessness; adventurousness; also, a daring act.","darkling":"In the dark. [Poetic]So, out went the candle, and we were left darkling. Shak.As the wakeful bird Sings darkling. Milton.","darling":"One dearly beloved; a favorite.And can do naught but wail her darling's loss. Shak.","dashing":"Bold; spirited; showy.The dashing and daring spirit is preferable to the listless. T.Campbell.","dashingly":"Conspicuously; showily. [Colloq.]A dashingly dressed gentleman. Hawthorne.","dazzlingly":"In a dazzling manner.","deafening":"The act or process of rendering impervious to sound, as a flooror wall; also, the material with which the spaces are filled in thisprocess; pugging.","dealing":"The act of one who deals; distribution of anything, as of cardsto the players; method of business; traffic; intercourse;transaction; as, to have dealings with a person. Double dealing,insincere, treacherous dealing; duplicity.-- Plain dealing, fair, sincere, honorable dealing; honest,outspoken expression of opinion.","debating":"The act of discussing or arguing; discussion. Debating societyor club, a society or club for the purpose of debate and improvementin extemporaneous speaking.","deprecatingly":"In a deprecating manner.","depressingly":"In a depressing manner.","derringer":"A kind of short-barreled pocket pistol, of very large caliber,often carrying a half-ounce ball.","deserving":"Desert; merit.A person of great deservings from the republic. Swift.","designing":"Intriguing; artful; scheming; as, a designing man.","despondingly":"In a desponding manner.","ding":"A thump or stroke, especially of a bell.","dingily":"In a dingy manner.","dinginess":"Quality of being dingy; a dusky hue.","dingle":"A narrow dale; a small dell; a small, secluded, and emboweredvalley.","dingo":"A wild dog found in Australia, but supposed to have introducedat a very early period. It has a wolflike face, bushy tail, and areddish brown color.","dingy":"Soiled; sullied; of a dark or dusky color; dark brown; dirty.\"Scraps of dingy paper.\" Macaulay.","disapprovingly":"In a disapproving manner.","discerning":"Acute; shrewd; sagacious; sharp-sighted. Macaulay.","discerningly":"In a discerning manner; with judgment; judiciously; acutely.Garth.","discouraging":"Causing or indicating discouragement.-- Dis*cour\"a*ging*ly, adv.","discriminating":"Marking a difference; distinguishing.-- Dis*crim\"i*na`ting*ly, adv.And finds with keen discriminating sight, Black's not so black; --nor white so very white. Canning.","disgusting":"That causes disgust; sickening; offensive; revolting.-- Dis*gust\"ing*ly, adv.","disingenuity":"Disingenuousness. [Obs.] Clarendon.","disparagingly":"In a manner to disparage or dishonor; slightingly.","distinguishably":"So as to be distinguished.","distracting":"Tending or serving to distract.","distressing":"Causing distress; painful; unpleasant.","diverting":"Amusing; entertaining.-- Di*vert\"ing*ly, adv.-- Di*vert\"ing*ness, n.","diving":"That dives or is used or diving. Diving beetle (Zoöl.), anybeetle of the family Dytiscidæ, which habitually lives under water; -- called also water tiger.-- Diving bell, a hollow inverted vessel, sometimes bell-shaped, inwhich men may descend and work under water, respiration beingsustained by the compressed air at the top, by fresh air pumped inthrough a tube from above.-- Diving dress. See Submarine armor, under Submarine.-- Diving stone, a kind of jasper.","doing":"Anything done; a deed; an action good or bad; hence, in theplural, conduct; behavior. See Do.To render an account of his doings. Barrow.","domineering":"Ruling arrogantly; overbearing.A violent, brutal, domineering old reprobate. Blackw. Mag.","doting":"That dotes; silly; excessively fond.-- Dot\"ing*ly, adv.-- Dot\"ing*ness, n.","draining":"The art of carrying off surplus water, as from land. Drainingtile. Same as Draintile.","drawing":"The process of pulling out and elongating the sliver from thecarding machine, by revolving rollers, to prepare it for spinning.","dressing":"An application (a remedy, bandage, etc.) to a sore or wound.Wiseman.","dressmaking":"The art, process, or occupation, of making dresses.","drilling":"The act of using a drill in sowing seeds.","droopingly":"In a drooping manner.","dropping":"That which falls in drops; the excrement or dung of animals.Dropping bottle, an instrument used to supply small quantities of afluid to a test tube or other vessel.-- Dropping fire, a continued irregular discharge of firearms.-- Dropping tube, a tube for ejecting any liquid in drops.","drumming":"The act of beating upon, or as if upon, a drum; also, the noisewhich the male of the ruffed grouse makes in spring, by beating hiswings upon his sides.","duckling":"A young or little duck. Gay.","dumpling":"A roundish mass of dough boiled in soup, or as a sort ofpudding; often, a cover of paste inclosing an apple or other fruit,and boiled or baked; as, an apple dumpling.","during":"In the time of; as long as the action or existence of; as,during life; during the space of a year.","dwelling":"Habitation; place or house in which a person lives; abode;domicile.Hazor shall be a dwelling for dragons. Jer. xlix. 33.God will deign To visit oft the dwellings of just men. Milton.Philip's dwelling fronted on the street. Tennyson.Dwelling house, a house intended to be occupied as a residence, indistinction from a store, office, or other building.-- Dwelling place, place of residence.","dying":"The act of expiring; passage from life to death; loss of life.","earring":"An ornament consisting of a ring passed through the lobe of theear, with or without a pendant.","earthling":"An inhabitant of the earth; a mortal.Earthings oft her deemed a deity. Drummond.","eavesdropping":"The habit of lurking about dwelling houses, and other placeswhere persons meet fro private intercourse, secretly listening towhat is said, and then tattling it abroad. The offense is indictableat common law. Wharton.","enchanting":"Having a power of enchantment; charming; fascinating.-- En*chant\"ing*ly, adv.","encouraging":"Furnishing ground to hope; inspiriting; favoring.-- En*cour\"a*ging*ly, adv.","endearing":"Making dear or beloved; causing love.-- En*dear\"ing*ly, adv.","ending":"The final syllable or letter of a word; the part joined to thestem. See 3d Case, 5. Ending day, day of death. Chaucer.","enduring":"Lasting; durable; long-suffering; as, an enduring disposition.\"A better and enduring substance.\" Heb. x. 34.-- En*dur\"ing*ly, adv. T. Arnold.-- En*dur\"ing*ness, n.","energizing":"Capable of imparting or exercising energy.Those nobler exercises of energizing love. Bp. Horsley.","engaging":"Tending to draw the attention or affections; attractive; as,engaging manners or address.-- En*ga\"ging*ly, adv.-- En*ga\"ging*ness, n. Engaging and disengaging gear or machinery,that in which, or by means of which, one part is alternately broughtinto gear or out of gear with another part, as occasion may require.","engineering":"Originally, the art of managing engines; in its modern andextended sense, the art and science by which the mechanicalproperties of matter are made useful to man in structures andmachines; the occupation and work of an engineer.","enterprising":"Having a disposition for enterprise; characterized byenterprise; resolute, active or prompt to attempt; as, anenterprising man or firm.-- En\"ter*pri`sing*ly, adv.","entertaining":"Affording entertainment; pleasing; amusing; diverting.-- En`ter*tain\"ing*ly, adv.-- En`ter*tain\"ing*ness, n.","enticing":"That entices; alluring.","enticingly":"In an enticing manner; charmingly. \"She . . . sings mostenticingly.\" Addison.","entreatingly":"In an entreating manner.","everlasting":"A plant whose flowers may be dried without losing their form orcolor, as the pearly everlasting (Anaphalis margaritacea), theimmortelle of the French, the cudweeds, etc.","everlastingly":"In an everlasting manner.","everything":"Whatever pertains to the subject under consideration; allthings.More wise, more learned, more just, more everything. Pope.","exacting":"Oppressive or unreasonably severe in making demands orrequiring the exact fulfillment of obligations; harsh; severe. \"Atemper so exacting.\" T. Arnold -- Ex*act\"ing*ly, adv.-- Ex*act\"ing*ness, n.","exceeding":"More than usual; extraordinary; more than sufficient;measureless. \"The exceeding riches of his grace.\" Eph. ii. 7.-- Ex*ceed\"ing*ness, n. [Obs.] Sir P. Sidney.","exceedingly":"To a very great degree; beyond what is usual; surpassingly. Itsignifies more than very.","excepting":", but properly a participle. With rejection or exception of;excluding; except. \"Excepting your worship's presence.\" Shak.No one was ever yet made utterly miserable, excepting by himself.Lubbock.","exciting":"Calling or rousing into action; producing excitement; as,exciting events; an exciting story.-- Ex*cit\"ing*ly, adv. Exciting causes (Med.), those whichimmediately produce disease, or those which excite the action ofpredisposing causes.","excruciating":". Torturing; racking. \"Excruciating pain.\" V. Knox.\"Excruciating fears.\" Bentley -- Ex*cru\"ci*a`ting*ly, adv.","exhausting":"Producing exhaustion; as, exhausting labors.-- Ex*haust\"ing, adv.","exhilarating":"That exhilarates; cheering; gladdening.-- Ex*hil\"a*ra`ting*ly, adv.","extinguishable":"Capable of being quenched, destroyed, or suppressed.","extinguisher":"One who, or that which, extinguishes; esp., a hollow cone orother device for extinguishing a flame, as of a torch or candle.","facing":"The finishing of any face of a wall with material differentfrom that of which it is chiefly composed, or the coating or materialso used.","fairing":"A present; originally, one given or purchased at a fair. Gay.Fairing box, a box receiving savings or small sums of money. HannahMore.","faltering":"Hesitating; trembling. \"With faltering speech.\" Milton.-- n.","farming":"Pertaining to agriculture; devoted to, adapted to, or engagedin, farming; as, farming tools; farming land; a farming community.","farthingale":"A hoop skirt or hoop petticoat, or other light, elasticmaterial, used to extend the petticoat.We'll revel it as bravely as the best, . . . With ruffs and cuffs,and farthingales and things. Shak.","fastening":"Anything that binds and makes fast, as a lock, catch, bolt,bar, buckle, etc.","fawningly":"In a fawning manner.","feathering":"Same as Foliation.","feelingly":"In a feeling manner; pathetically; sympathetically.","fielding":"The act of playing as a fielder.","filing":"A fragment or particle rubbed off by the act of filing; as,iron filings.","filling":"Prepared wort added to ale to cleanse it. Back filling. (Arch.)See under Back, a.","finding":"The result of a judicial examination or inquiry, especiallyinto some matter of fact; a verdict; as, the finding of a jury.Burrill.After his friends finding and his rent. Chaucer.","finger":"To use the fingers in playing on an instrument. Busby.","fingerling":"A young salmon. See Parr.","firstling":"Firstborn.All the firstling males. Deut. xv. 19.","fishing":"Pertaining to fishing; used in fishery; engaged in fishing; as,fishing boat; fishing tackle; fishing village. Fishing fly, anartificial fly for fishing.-- Fishing line, a line used in catching fish.-- Fishing net, a net of various kinds for catching fish; includingthe bag net, casting net, drag net, landing net, seine, shrimpingnet, trawl, etc.-- Fishing rod, a long slender rod, to which is attached the linefor angling.-- Fishing smack, a sloop or other small vessel used in sea fishing.-- Fishing tackle, apparatus used in fishing, as hook, line, rod,etc.-- Fishing tube (Micros.), a glass tube for selecting a microscopicobject in a fluid.","fitting":"Anything used in fitting up; especially (pl.),","flagging":"A pavement or sidewalk of flagstones; flagstones, collectively.","flamingo":"Any bird of the genus Phoenicopterus. The flamingoes havewebbed feet, very long legs, and a beak bent down as if broken. Theircolor is usually red or pink. The American flamingo is P. ruber; theEuropean is P. antiquorum.","flashing":"The creation of an artifical flood by the sudden letting in ofa body of water; -- called also flushing.","flattering":"That flatters (in the various senses of the verb); as, aflattering speech.Lay not that flattering unction to your soul. Shak.A flattering painter, who made it his care, To draw men as they oughtbe, not as they are. Goldsmith.","flatteringly":"With flattery.","flauntingly":"In a flaunting way.","fledgeling":"A young bird just fledged.","fleeringly":"In a fleering manner.","fleeting":"Passing swiftly away; not durable; transient; transitory; as,the fleeting hours or moments.","fleetingly":"In a fleeting manner; swiftly.","fleming":"A native or inhabitant of Flanders.","flickeringly":"In a flickering manner.","flinger":"One who flings; one who jeers.","floating":"Floating threads. See Floating threads, above.","flogging":"from Flog, v. t. Flogging chisel (Mach.), a large cold chisel,used in chipping castings.-- Flogging hammer, a small sledge hammer used for striking aflogging chisel.","flooding":"The filling or covering with water or other fluid; overflow;inundation; the filling anything to excess.","flooring":"A platform; the bottom of a room; a floor; pavement. See Floor,n. Addison.","flowering":"Having conspicuous flowers; -- used as an epithet with manynames of plants; as, flowering ash; flowering dogwood; floweringalmond, etc. Flowering fern, a genus of showy ferns (Osmunda), withconspicuous bivalvular sporangia. They usually grow in wet places.-- Flowering plants, plants which have stamens and pistils, andproduce true seeds; phenogamous plants; -- distinguished fromflowerless plants.-- Flowering rush, a European rushlike plant (Butomus umbellatus),with an umbel of rosy blossoms.","flowing":"That flows or for flowing (in various sense of the verb);gliding along smoothly; copious. Flowing battery (Elec.), a batterywhich is kept constant by the flowing of the exciting liquid throughthe cell or cells. Knight.-- Flowing furnace, a furnace from which molten metal, can be drawn,as through a tap hole; a foundry cupola.-- Flowing sheet (Naut.), a sheet when eased off, or loosened to thewind, as when the wind is abaft the beam. Totten.","flowingly":"In a flowing manner.","fluting":"Decoration by means of flutes or channels; a flute, or flutescollectively; as, the fluting of a column or pilaster; the fluting ofa lady's ruffle. Fluting iron, a laundry iron for fluting ruffles; --called also Italian iron, or gaufering iron. Knight.-- Fluting lathe, a machine for forming spiral flutes, as onbalusters, table legs, etc.","flying":"Moving in the air with, or as with, wings; moving lightly orrapidly; intended for rapid movement.","following":"(In the field of a telescope) In the direction from which starsare apparently moving (in consequence of the erth's rotation); as, asmall star, north following or south following. In the directiontoward which stars appear to move is called preceding.","footing":"The thickened or sloping portion of a wall, or of an embankmentat its foot. Footing course (Arch.), one of the courses of masonry atthe foot of a wall, broader than the courses above.-- To pay one's footing, to pay a fee on first doing anything, asworking at a trade or in a shop. Wright.-- Footing beam, the tie beam of a roof.","forbidding":"Repelling approach; repulsive; raising abhorrence, aversion, ordislike; disagreeable; prohibiting or interdicting; as, a forbiddingaspect; a forbidding formality; a forbidding air.","foreboding":"Presage of coming ill; expectation of misfortune.","forebodingly":"In a foreboding manner.","forefinger":"The finger next to the thumb; the index.","forging":"A piece of forged work in metal; -- a general name for a pieceof hammered iron or steel.There are very few yards in the world at which such forgings could beturned out. London Times.","forgiving":"Disposed to forgive; inclined to overlook offenses; mild;merciful; compassionate; placable; as, a forgiving temper.-- For*giv\"ing*ly, adv.-- For*giv\"ing*ness, n. J. C. Shairp.","forthcoming":"Ready or about to appear; making appearance.","forwarding":"The process of putting a book into its cover, and making itready for the finisher.","fosterling":"A foster child.","founding":"The art of smelting and casting metals.","foundling":"A deserted or exposed infant; a child found without a parent orowner. Foundling hospital, a hospital for foundlings.","freethinking":"Undue boldness of speculation; unbelief. Berkeley.-- a.","freezing":"Tending to freeze; for freezing; hence, cold or distant inmanner.-- Frrez\"ing*ly, adv. Freezing machine. See Ice machine, under Ice.-- Freezing mixture, a mixture (of salt and snow or of chemicalsalts) for producing intense cold.-- Freezing point, that degree of a thermometer at which a fluidbegins to freeze; -- applied particularly to water, whose freezingpoint is at 32º Fahr., and at 0º Centigrade.","fringe":"One of a number of light or dark bands, produced by theinterference of light; a diffraction band; -- called alsointerference fringe.","fringed":"Furnished with a fringe. Fringed lear (Bot.), a leaf edged withsoft parallel hairs.","fringy":"Aborned with fringes. Shak.","frowningly":"In a frowning manner.","fulling":"The process of cleansing, shrinking, and thickening cloth bymoisture, heat, and pressure. Fulling mill, a mill for fulling clothas by means of pesties or stampers, which alternately fall into andrise from troughs where the cloth is placed with hot water andfuller's earth, or other cleansing materials.","fumblingly":"In the manner of one who fumbles.","furring":"Double planking of a ship's side.","galling":"Fitted to gall or chafe; vexing; harassing; irritating.-- Gall\"ing*ly, adv.","galloping":"Going at a gallop; progressing rapidly; as, a galloping horse.","gaming":"The act or practice of playing games for stakes or wagers;gambling.","gardening":"The art of occupation of laying out and cultivating gardens;horticulture.","gathering":"Assembling; collecting; used for gathering or concentrating.Gathering board (Bookbinding), a table or board on which signaturesare gathered or assembled, to form a book. Knight.-- Gathering coal, a lighted coal left smothered in embers overnight, about which kindling wood is gathered in the morning.-- Gathering hoop, a hoop used by coopers to draw together the endsof barrel staves, to allow the hoops to be slipped over them.-- Gathering peat. (a) A piece of peat used as a gathering coal, topreserve a fire. (b) In Scotland, a fiery peat which was sent roundby the Borderers as an alarm signal, as the fiery cross was by theHighlanders.","gelding":"A castrated animal; -- usually applied to a horse, but formerlyused also of the human male.They went down both into the water, Philip and the gelding, andPhilip baptized him. Wyclif (Acts viii. 38).","gibingly":"In a gibing manner; scornfully.","ginger":"A plant of the genus Zingiber, of the East and West Indies. Thespecies most known is Z. officinale.","gingerbread":"A kind of plain sweet cake seasoned with ginger, and sometimesmade in fanciful shapes. \"Gingerbread that was full fine.\" Chaucer.Gingerbread tree (Bot.), the doom palm; -- so called from theresemblance of its fruit to gingerbread. See Doom Palm.-- Gingerbread work, ornamentation, in architecture or decoration,of a fantastic, trivial, or tawdry character.","gingerly":"Cautiously; timidly; fastidiously; daintily.What is't that you took up so gingerly Shak.","gingham":"A kind of cotton or linen cloth, usually in stripes or checks,the yarn of which is dyed before it is woven; -- distinguished fromprinted cotton or prints.","glancingly":"In a glancing manner; transiently; incidentally; indirectly.Hakewill.","glaring":"Clear; notorious; open and bold; barefaced; as, a glaringcrime.-- Glar\"ing*ly, adv.","gleaning":"The act of gathering after reapers; that which is collected bygleaning.Glenings of natural knowledge. Cook.","glitteringly":"In a glittering manner.","glowingly":"In a glowing manner; with ardent heat or passion.","going":"Course of life; behavior; doings; ways.His eyes are upon the ways of man, and he seeth all his goings. Jobxxxiv. 21.Going barrel. (Horology) (a) A barrel containing the mainspring, andhaving teeth on its periphery to drive the train. (b) A device formaintaining a force to drive the train while the timepiece is beingwound up.-- Going forth. (Script.) (a) Outlet; way of exit. \"Every goingforth of the sanctuary.\" Ezek. xliv. 5. (b) A limit; a border. \"Thegoing forth thereof shall be from the south to Kadesh-barnea.\" Num.xxxiv. 4.-- Going out, or Goings out. (Script.) (a) The utmost extremity orlimit. \"The border shall go down to Jordan, and the goings out of itshall be at the salt sea.\" Num. xxxiv. 12. (b) Departure orjourneying. \"And Moses wrote their goings out according to theirjourneys.\" Num. xxxiii. 2.-- Goings on, behavior; actions; conduct; -- usually in a bad sense.","governing":"Requiring a particular case.","grating":"That grates; making a harsh sound; harsh.-- Grat\"ing*ly, adv.","grayling":"A European fish (Thymallus vulgaris), allied to the trout, buthaving a very broad dorsal fin; -- called also umber. It inhabitscold mountain streams, and is valued as a game fish.And here and there a lusty trout, And here and there a grayling.Tennyson.","greeting":"Expression of kindness or joy; salutation at meeting; acompliment from one absent.Write to him . . . gentle adieus and greetings. Shak.","grinding":"from Grind. Grinding frame, an English name for a cottonspinning machine.-- Grinding mill. (a) A mill for grinding grain. (b) A lapidary'slathe.","grindingly":"In a grinding manner. [Colloq.]","gringo":"Among Spanish Americans, a foreigner, esp. an Englishman orAmerican; -- often used as a term of reproach.","grounding":"The act, method, or process of laying a groundwork orfoundation; hence, elementary instruction; the act or process ofapplying a ground, as of color, to wall paper, cotton cloth, etc.; abasis.","groundling":"A fish that keeps at the bottom of the water, as the loach.","grouping":"The disposal or relative arrangement of figures or objects, asin, drawing, painting, and sculpture, or in ornamental design.","grudgingly":"In a grudging manner.","grudgingness":"The state or quality of grudging, or of being full of grudge orunwillingness.","gurglingly":"In a gurgling manner.","hairsplitting":"Making excessively nice or trivial distinctions in reasoning;subtle.-- n.","hairspring":"The slender recoil spring which regulates the motion of thebalance in a timepiece.","haltingly":"In a halting or limping manner.","hamstring":"One of the great tendons situated in each side of the ham, orspace back of the knee, and connected with the muscles of the back ofthe thigh.","handling":"The mode of using the pencil or brush, etc.; style of touch.Fairholt.","handspring":"A somersault made with the assistance of the hands placed uponthe ground.","harbinger":"To usher in; to be a harbinger of. \"Thus did the star ofreligious freedom harbinger the day.\" Bancroft.","harvesting":", from Harvest, v. t. Harvesting ant (Zoöl.), any species ofant which gathers and stores up seeds for food. Many species areknown.","hastings":"Early fruit or vegetables; especially, early pease. Mortimer.","hatching":"A mode of execution in engraving, drawing, and miniaturepainting, in which shading is produced by lines crossing each otherat angles more or less acute; -- called also crosshatching.","heading":"A gallery, drift, or adit in a mine; also, the end of a driftor gallery; the vein above a drift.","heartbreaking":"Causing overpowering sorrow.","heartrending":"Causing intense grief; overpowering with anguish; verydistressing.","heating":"That heats or imparts heat; promoting warmth or heat; excitingaction; stimulating; as, heating medicines or applications. Heatingsurface (Steam Boilers), the aggregate surface exposed to fire or tothe heated products of combustion, esp. of all the plates or sheetsthat are exposed to water on their opposite surfaces; -- called alsofire surface.","herring":"One of various species of fishes of the genus Clupea, andallied genera, esp. the common round or English herring (C. harengus)of the North Atlantic. Herrings move in vast schools, coming inspring to the shores of Europe and America, where they are salted andsmoked in great quantities. Herring gull (Zoöl.), a large gull whichfeeds in part upon herrings; esp., Larus argentatus in America, andL. cachinnans in England. See Gull.-- Herring hog (Zoöl.), the common porpoise.-- King of the herrings. (Zoöl.) (a) The chimæra (C. monstrosa)which follows the schools of herring. See Chimæra. (b) The opah.","herringbone":"Pertaining to, or like, the spine of a herring; especially,characterized by an arrangement of work in rows of parallel lines,which in the alternate rows slope in different directions.Herringbone stitch, a kind of cross-stitch in needlework, chieflyused in flannel. Simmonds.","hesitatingly":"With hesitation or doubt.","hiding":"The act of hiding or concealing, or of withholding from view orknowledge; concealment.There was the hiding of his power. Hab. iii. 4.","highfaluting":"High-flown, bombastic language. [Written also hifalutin.][Jocular, U. S.] Lowell.","hinge":"To stand, depend, hang, or turn, as on a hinge; to dependchiefly for a result or decision or for force and validity; --usually with on or upon; as, the argument hinges on this point. I.Taylor","hinged":"Furnished with hinges.","hireling":"One who is hired, or who serves for wages; esp., one whosemotive and interest in serving another are wholly gainful; amercenary. \"Lewd hirelings.\" Milton.","hoarding":"A screen of boards inclosing a house and materials whilebuilders are at work. [Eng.]Posted on every dead wall and hoarding. London Graphic.","housebreaking":"The act of breaking open and entering, with a feloniouspurpose, the dwelling house of another, whether done by day or night.See Burglary, and To break a house, under Break.","housekeeping":"Domestic; used in a family; as, housekeeping commodities.","housewarming":"A feast or merry-making made by or for a family or businessfirm on taking possession of a new house or premises. Johnson.","housing":"A frame or support for holding something in place, as journalboxes, etc.","humming":"Emitting a murmuring sound; droning; murmuring; buzzing.","hunting":"The pursuit of game or of wild animals. A. Smith. Happy huntinggrounds, the region to which, according to the belief of AmericanIndians, the souls of warriors and hunters pass after death, to behappy in hunting and feasting. Tylor.-- Hunting box. Same As Hunting lodge (below).-- Hunting cat (Zoöl.), the cheetah.-- Hunting cog (Mach.), a tooth in the larger of two geared wheelswhich makes its number of teeth prime to the number in the smallerwheel, thus preventing the frequent meeting of the same pairs ofteeth.-- Hunting dog (Zoöl.), the hyena dog.-- Hunting ground, a region or district abounding in game; esp.(pl.), the regions roamed over by the North American Indians insearch of game.-- Hunting horn, a bulge; a horn used in the chase. See Horn, andBulge.-- Hunting leopard (Zoöl.), the cheetah.-- Hunting lodge, a temporary residence for the purpose of hunting.-- Hunting seat, a hunting lodge. Gray.-- Hunting shirt, a coarse shirt for hunting, often of leather.-- Hunting spider (Zoöl.), a spider which hunts its prey, instead ofcatching it in a web; a wolf spider.-- Hunting watch. See Hunter, 6.","icing":"A coating or covering resembling ice, as of sugar and milk orwhite of egg; frosting.","illuminating":"Giving or producing light; used for illumination. Illuminatinggas. See Gas, n., 2 (a).","impending":"Hanging over; overhanging; suspended so as to menace; imminet;threatening.An impending brow. Hawthorne.And nodding Ilion waits th' impending fall. Pope.","impinge":"To fall or dash against; to touch upon; to strike; to hit; tociash with; -- with on or upon.The cause of reflection is not the impinging of light on the solid orimpervious parts of bodies. Sir I. Newton.But, in the present order of things, not to be employed withoutimpinging on God's justice. Bp. Warburton.","impingement":"The act of impinging.","imposing":"The act of imposing the columns of a page, or the pages of asheet. See Impose, v. t., 4. Imposing stone (Print.), the stone onwhich the pages or columns of types are imposed or made into forms; -- called also imposing table.","imposingly":"In an imposing manner.","increasingly":"More and more.","indistinguishable":"Not distinguishable; not capable of being perceived, known, ordiscriminated as separate and distinct; hence, not capable of beingperceived or known; as, in the distance the flagship wasindisguishable; the two copies were indisguishable in form or color;the difference between them was indisguishable.","indistinguishably":"In a indistinguishable manner. Sir W. Scott.","inextinguishable":"Not capable of being extinguished; extinguishable;unquenchable; as, inextinguishable flame, light, thirst, desire,feuds. \"Inextinguishable rage.\" Milton.","infringer":"One who infringes or violates; a violator. Strype.","ingeniously":"In an ingenious manner; with ingenuity; skillfully; wittily;cleverly.\"Too ingeniously politic.\" Sir W. Temple.","ingeniousness":"The quality or state of being ingenious; ingenuity.","ingenue":"An ingenuous or naïve girl or young woman, or an actressrepresenting such a person.","ingenuously":"In an ingenuous manner; openly; fairly; candidly; artlessly.Being required to explane himself, he ingeniously confessed. Ludlow.","ingest":"To take into, or as into, the stomach or alimentary canal. SirT. Browne.","ingestion":"The act of taking or putting into the stomach; as, theingestion of milk or other food.","ingloriously":"In an inglorious manner; dishonorably; with shame;ignominiously; obscurely.","ingloriousness":"The state of being inglorious.","ingrain":"An ingrain fabric, as a carpet.","ingrate":"Ingrateful. [Obs. or Poetic] Bacon.","ingratiate":"To gain favor. [R.] Sir W. Temple.","ingratitude":"Want of gratitude; insensibility to, forgetfulness of, or illreturn for, kindness or favors received; unthankfulness;ungratefulness.Ingratitude, thou marble-hearted fiend. Shak.Ingratitude is abhorred both by God and man. L'Estrange.","ingredient":"That which enters into a compound, or is a component part ofany combination or mixture; an element; a constituent.By way of analysis we may proceed from compounds to ingredients. SirI. Newton.Water is the chief ingredient in all the animal fluids and solids.Arbuthnot.","ingress":"The entrance of the moon into the shadow of the earth ineclipses, the sun's entrance into a sign, etc.","ingression":"Act of entering; entrance. Sir K. Digby.","ingrowing":"Growing or appearing to grow into some other substance.Ingrowing nail, one whose edges are becoming imbedded in the adjacentflesh.","inguinal":"Of or pertaining to, or in the region of, the inguen or groin;as, an inguinal canal or ligament; inguinal hernia. Inguinal ring.See Abdominal ring, under Abdominal.","inkling":"A hint; an intimation.The least inkling or glimpse of this island. Bacon.They had some inkling of secret messages. Clarendon.","inning":"Lands recovered from the sea. Ainsworth.","inquiring":"Given to inquiry; disposed to investigate causes; curious; as,an inquiring mind.","inquiringly":"In an inquiring manner.","insinuating":"Winding, creeping, or flowing in, quietly or stealthily;suggesting; winning favor and confidence insensibly. Milton.His address was courteous, and even insinuating. Prescott.","insinuatingly":"By insinuation.","inspiring":"Animating; cheering; moving; exhilarating; as, an inspiring orscene.","insulting":"Containing, or characterized by, insult or abuse; tending toinsult or affront; as, insulting language, treatment, etc.-- In*sult\"ing*ly, adv.","interesting":"Engaging the attention; exciting, or adapted to excite,interest, curiosity, or emotion; as, an interesting story;interesting news. Cowper.","interestingly":"In an interesting manner.","interlining":"Correction or alteration by writing between the lines;interlineation. Bp. Burnet.","intermingle":"To mingle or mix together; to intermix. Hooker.","intoxicating":"Producing intoxication; as, intoxicating liquors.","intriguingly":"By means of, or in the manner of, intrigue.","inviting":"Alluring; tempting; as, an inviting amusement or prospect.Nothing is so easy and inviting as the retort of abuse and sarcasm.W. Irving.-- In*vit\"ing*ly, adv.-- In*vit\"ing*ness, n. Jer. Taylor.","isinglass":"A popular name for mica, especially when in thin sheets.","jarring":"Shaking; disturbing; discordant. \"A jarring sound.\" Dryden.","jarringly":"In a jarring or discordant manner.","jeering":"Mocking; scoffing.-- n.","jestingly":"In a jesting manner.","jingle":"To cause to give a sharp metallic sound as a little bell, or ascoins shaken together; to tinkle.The bells she jingled, and the whistle blew. Pope.","jingoism":"The policy of the Jingoes, so called. See Jingo, 2. [Cant,Eng.]","jogging":"The act of giving a jog or jogs; traveling at a jog.","jokingly":"In a joking way; sportively.","juggling":"Cheating; tricky.-- Jug\"gling*ly, adv.","junketing":"A feast or entertainment; a revel.All those snug junketings and public gormandizings for which theancient magistrates were equally famous with their modern successors.W. Irving.The apostle would have no reveling or junketing upon the altar.South.","keeping":"Harmony or correspondence between the different parts of a workof art; as, the foreground of this painting is not in keeping.Keeping room, a family sitting room. [New Eng. & Prov. Eng.]","killing":"Literally, that kills; having power to kill; fatal; in acolloquial sense, conquering; captivating; irresistible.-- Kill\"ing*ly, adv.Those eyes are made so killing. Pope.Nothing could be more killingly spoken. Milton.","kindling":"Materials, easily lighted, for starting a fire.","king":"A Chinese musical instrument, consisting of resonant stones ormetal plates, arranged according to their tones in a frame of wood,and struck with a hammer.","kingbolt":"A vertical iron bolt, by which the forward axle and wheels of avehicle or the trucks of a railroad car are connected with the otherparts.","kingfisher":"Any one of numerous species of birds constituting the familyAlcedinidæ. Most of them feed upon fishes which they capture bydiving and seizing then with the beak; others feed only uponreptiles, insects, etc. About one hundred and fifty species areknown. They are found in nearly all parts of the world, but areparticularly abundant in the East Indies.","kingless":"Having no king. F. Lieber.","kingliness":"The state or quality of being kingly.","kingly":"Belonging to, suitable to, or becoming, a king; characteristicof, resembling, a king; directed or administered by a king;monarchical; royal; sovereign; regal; august; noble; grand. \"Kinglymagnificence.\" Sir P. Sidney. \"A kingly government.\" Swift. \"Thekingly couch.\" Shak.The kingliest kings are crowned with thorn. G. Massey.Leave kingly backs to cope with kingly cares. Cowper.","kingship":"The state, office, or dignity of a king; royalty. Landor.","knocking":"A beating; a rap; a series of raps.The . . . repeated knockings of the head upon the ground by theChinese worshiper. H. Spencer.","knowing":"Knowledge; hence, experience. \" In my knowing.\" Shak.This sore night Hath trifled former knowings. Shak.","lacewing":"Any one of several species of neuropterous insects of the genusChrysopa and allied genera. They have delicate, lacelike wings andbrilliant eyes. Their larvæ are useful in destroying aphids. Calledalso lace-winged fly, and goldeneyed fly.","lagging":"The clothing (esp., an outer, wooden covering), as of a steamcylinder, applied to prevent the radiation of heat; a covering oflags; -- called also deading and cleading.","landing":"Of, pertaining to or used for, setting, bringing, or going, onshore. Landing charges, charges or fees paid on goods unloaded from avessel.-- Landing net, a small, bag-shaped net, used in fishing to take thefish from the water after being hooked.-- Landing stage, a floating platform attached at one end to a wharfin such a manner as to rise and fall with the tide, and thusfacilitate passage between the wharf and a vessel lying beside thestage.-- Landing waiter, a customhouse officer who oversees the landing ofgoods, etc., from vessels; a landwaiter.","landowning":"The owning of land.-- a.","languishingly":"In a languishing manner.","lapping":"A kind of machine blanket or wrapping material used by calicoprinters. Ure. Lapping engine, Lapping machine (Textile Manuf.), Amachine for forming fiber info a lap. See its Lap, 9.","lapwing":"A small European bird of the Plover family (Vanellus cristatus,or V. vanellus). It has long and broad wings, and is noted for itsrapid, irregular fight, upwards, downwards, and in circles. Its backis coppery or greenish bronze. Its eggs are the \"plover's eggs\" ofthe London market, esteemed a delicacy. It is called also peewit,dastard plover, and wype. The gray lapwing is the Squatarola cinerea.","lasting":"Existing or continuing a long while; enduring; as, a lastinggood or evil; a lasting color.","lastingly":"In a lasting manner.","latchstring":"A string for raising the latch of a door by a person outside.It is fastened to the latch and passed through a hole above it in thedoor. To find the latchstring out, to meet with hospitality; to bewelcome. (Intrusion is prevented by drawing in the latchstring.)[Colloq. U.S.]","laughing":"from Laugh, v. i. Laughing falcon (Zoöl.), a South Americanhawk (Herpetotheres cachinnans); -- so called from its notes, whichresemble a shrill laughing.-- Laughing gas (Chem.), hyponitrous oxide, or protoxide ofnitrogen; -- so called from the exhilaration and laughing which itsometimes produces when inhaled. It is much used as an anæstheticagent.-- Laughing goose (Zoöl.), the European white-fronted goose.-- Laughing gull. (Zoöl.) (a) A common European gull (Xemaridibundus); -- called also pewit, black cap, red-legged gull, andsea crow. (b) An American gull (Larus atricilla). In summer the headis nearly black, the back slate color, and the five outer primariesblack.-- Laughing hyena (Zoöl.), the spotted hyena. See Hyena.-- Laughing jackass (Zoöl.), the great brown kingfisher (Dacelogigas), of Australia; -- called also giant kingfisher, and gogobera.-- Laughing owl (Zoöl.), a peculiar owl (Sceloglaux albifacies) ofNew Zealand, said to be on the verge of extinction. The name alludesto its notes.","laughingly":"With laughter or merriment.","laughingstock":"An object of ridicule; a butt of sport. Shak.When he talked, he talked nonsense, and made himself thelaughingstock of his hearers. Macaulay.","lawmaking":"Enacting laws; legislative.-- n.","leading":"Guiding; directing; controlling; foremost; as, a leadingmotive; a leading man; a leading example.-- Lead\"ing*ly, adv. Leading case (Law), a reported decision whichhas come to be regarded as settling the law of the question involved.Abbott.-- Leading motive Etym: [a translation of G. leitmotif] (Mus.), aguiding theme; in the modern music drama of Wagner, a marked melodicphrase or short passage which always accompanies the reappearance ofa certain person, situation, abstract idea, or allusion in the courseof the play; a sort of musical label.-- Leading note (Mus.), the seventh note or tone in the ascendingmajor scale; the sensible note.-- Leading question, a question so framed as to guide the personquestioned in making his reply.-- Leading strings, strings by which children are supported whenbeginning to walk.-- To be in leading strings, to be in a state of infancy ordependence, or under the guidance of others.-- Leading wheel, a wheel situated before the driving wheels of alocomotive engine.","leaning":"The act, or state, of inclining; inclination; tendency; as, aleaning towards Calvinism.","leeringly":"In a leering manner.","legging":", from Leg, v. t.","lemming":"Any one of several species of small arctic rodents of thegenera Myodes and Cuniculus, resembling the meadow mice in form. Theyare found in both hemispheres.","lighting":"A name sometimes applied to the process of annealing metals.","lightning":"Lightening. [R.]","liking":"Looking; appearing; as, better or worse liking. See Like, tolook. [Obs.] Chaucer.Why should he see your faces worse liking than the children which areof your sort Dan. i. 10.","ling":"Heather (Calluna vulgaris). Ling honey, a sort of wild honey,made from the flowers of the heather. Holland.","linger":"To delay; to loiter; to remain or wait long; to be slow orreluctant in parting or moving; to be slow in deciding; to be insuspense; to hesitate.Nor cast one longing, lingering look behind. Gray.Perhaps thou linger'st, in deep thoughts detained. Milton.","lingerer":"One who lingers. Guardian.","lingerie":"Linen goods collectively; linen underwear, esp. of women; theclothing of linen and cotton with its lace, etc., worn by a women.","lingeringly":"With delay; slowly; tediously.","lingo":"Language; speech; dialect. [Slang]","lingual":"Of or pertaining to the tongue; uttered by the aid of thetongue; glossal; as, the lingual nerves; a lingual letter. Lingualribbon. (Zoöl.) See Odontophore.","linguist":"Of or pertaining to language; relating to linguistics, or tothe affinities of languages.","linguistically":"In a linguistic manner; from the point of view of a linguist.Tylor.","linguistics":"The science of languages, or of the origin, signification, andapplication of words; glossology.","listing":"The sapwood cut from the edge of a board.","loading":"Pilotage; skill of a pilot or loadsman. [Obs.] Chaucer.","loathing":"Extreme disgust; a feeling of aversion, nausea, abhorrence, ordetestation.The mutual fear and loathing of the hostile races. Macaulay.","loathingly":"With loathing.","logging":"The business of felling trees, cutting them into logs, andtransporting the logs to sawmills or to market.","logrolling":"The act or process of rolling logs from the place where theywere felled to the stream which floats them to the sawmill or tomarket. In this labor neighboring camps of loggers combine to assisteach other in turn. Longfellow. [U.S.]","longing":"An eager desire; a craving; a morbid appetite; an earnest wish;an aspiration.Put on my crown; I have immortal longings in me. Shak.","longingly":"With longing. Dryden.","lovingly":"With love; affectionately.","lowering":"Dark and threatening; gloomy; sullen; as, lowering clouds orsky.","loweringly":"In a lowering manner; with cloudiness or threatening gloom.","lumbering":"The business of cutting or getting timber or logs from theforest for lumber. [U.S.]","lying":"of Lie, to tell a falsehood.","machining":"Of or pertaining to the machinery of a poem; acting or used asa machine.[Obs.] Dryden.","madding":"Affected with madness; raging; furious.-- Mad\"ding*ly, adv. [Archaic]Far from the madding crowd's ignoble strife. Gray.The madding wheels Of brazen chariots raged. Milton.","mailing":"A farm. [Scot.] Sir W. Scott.","mainspring":"The principal or most important spring in a piece of mechanism,especially the moving spring of a watch or clock or the spring in agunlock which impels the hammer. Hence: The chief or most powerfulmotive; the efficient cause of action.","malinger":"To act the part of a malingerer; to feign illness or inability.","malingerer":"In the army, a soldier who feigns himself sick, or who inducesor protracts an illness, in order to avoid doing his duty; hence, ingeneral, one who shirks his duty by pretending illness or inability.","marbling":"Distinct markings resembling the variegations of marble, as onbirds and insects.","marking":"The act of one who, or that which, marks; the mark or marksmade; arrangement or disposition of marks or coloring; as, themarking of a bird's plumage. Marking ink, indelible ink, because usedin marking linen.-- Marking nut (Bot.), the nut of the Semecarpus Anacardium, an EastIndian tree. The shell of the nut yields a blackish resinous juiceused for marking cotton cloth, and an oil prepared from it is usedfor rheumatism.","matchmaking":"Busy in making or contriving marriages; as, a matchmakingwoman.","matting":"A dull, lusterless surface in certain of the arts, as gilding,metal work, glassmaking, etc.","meetinghouse":"A house used as a place of worship; a church; -- in England,applied only to a house so used by Dissenters.","menacingly":"In a threatening manner.","meningeal":"Of or pertaining to the meninges.","meninges":"The three membranes that envelop the brain and spinal cord; thepia mater, dura mater, and arachnoid membrane.","meningitis":"Inflammation of the membranes of the brain or spinal cord.Cerebro-spinal meningitis. See under Cerebro-spinal.","meringue":"A delicate pastry made of powdered sugar and the whites of eggswhipped up, -- with jam or cream added.","merrymaking":"Making or producing mirth; convivial; jolly.","middling":"Of middle rank, state, size, or quality; about equally distantfrom the extremes; medium; moderate; mediocre; ordinary. \"A town ofbut middling size.\" Hallam.Plainly furnished, as beseemed the middling circumstances of itsinhabitants. Hawthorne.-- Mid\"dling*ly, adv.-- Mid\"dling*ness, n.","milling":"The act or employment of grinding or passing through a mill;the process of fulling; the process of making a raised or intentededge upon coin, etc.; the process of dressing surfaces of variousshapes with rotary cutters. See Mill. High milling, milling in whichgrain is reduced to flour by a succession of crackings, or of slightand partial crushings, alternately with sifting and sorting theproduct.-- Low milling, milling in which the reduction is effected in asingle crushing or grinding.-- Milling cutter, a fluted, sharp-edged rotary cutter for dressingsurfaces, as of metal, of various shapes.-- Milling machine, a machine tool for dressing surfaces by rotarycutters.-- Milling tool, a roller with indented edge or surface, forproducing like indentations in metal by rolling pressure, as inturning; a knurling tool; a milling cutter.","mincing":"That minces; characterized by primness or affected nicety.","mincingly":"In a mincing manner; not fully; with affected nicety.","mingle":"To become mixed or blended.","mingler":"One who mingles.","mining":"The act or business of making mines or of working them.","minnesinger":"A love-singer; specifically, one of a class of German poets andmusicians who flourished from about the middle of the twelfth to themiddle of the fourteenth century. They were chiefly of noble birth,and made love and beauty the subjects of their verses.","misdoing":"A wrong done; a fault or crime; an offense; as, it was mymisdoing.","misgiving":"Evil premonition; doubt; distrust. \"Suspicious and misgivings.\"South.","misleading":"Leading astray; delusive.","missing":"Absent from the place where it was expected to be found; lost;wanting; not present when called or looked for.Neither was there aught missing unto them. 1 Sam. xxv. 7.For a time caught up to God, as once Moses was in the mount, andmissing long. Milton.","misspelling":"A wrong spelling.","mocking":"Imitating, esp. in derision, or so as to cause derision;mimicking; derisive. Mocking bird (Zoöl.), a North American singingbird (Mimus polyglottos), remarkable for its exact imitations of thenotes of other birds. Its back is gray; the tail and wings areblackish, with a white patch on each wing; the outer tail feathersare partly white. The name is also applied to other species of thesame genus, found in Mexico, Central America, and the West Indies.-- Mocking thrush (Zoöl.), any species of the genus Harporhynchus,as the brown thrush (H. rufus).-- Mocking wren (Zoöl.), any American wren of the genus Thryothorus,esp. T. Ludovicianus.","mockingly":"By way of derision; in a contemptuous or mocking manner.","modeling":"The act or art of making a model from which a work of art is tobe executed; the formation of a work of art from some plasticmaterial. Also, in painting, drawing, etc., the expression orindication of solid form. [Written also modelling.] Modeling plane, asmall plane for planing rounded objects.-- Modeling wax, beeswax melted with a little Venice turpentine, orother resinous material, and tinted with coloring matter, usuallyred, -- used in modeling.","mooring":"The place or condition of a ship thus confined.And the tossed bark in moorings swings. Moore.Mooring block (Naut.), a heavy block of cast iron sometimes used asan anchor for mooring vessels.","morning":"Pertaining to the first part or early part of the day; being inthe early part of the day; as, morning dew; morning light; morningservice.She looks as clear As morning roses newly washed with dew. Shak.Morning gown, a gown worn in the morning before one is dressed forthe day.-- Morning gun, a gun fired at the first stroke of reveille atmilitary posts.-- Morning sickness (Med.), nausea and vomiting, usually occurringin the morning; -- a common sign of pregnancy.-- Morning star. (a) Any one of the planets (Venus, Jupiter, Mars,or Saturn) when it precedes the sun in rising, esp. Venus. Cf.Evening star, Evening. (b) Satan. See Lucifer.Since he miscalled the morning star, Nor man nor fiend hath fallen sofar. Byron.(c) A weapon consisting of a heavy ball set with spikes, eitherattached to a staff or suspended from one by a chain.-- Morning watch (Naut.), the watch between four A. M. and eight A.M..","mortifyingly":"In a mortifying manner.","mothering":"A rural custom in England, of visiting one's parents on MidlentSunday, -- supposed to have been originally visiting the motherchurch to make offerings at the high altar.","motoring":"Act or recreation of riding in or driving a motor car orautomobile.","moving":"The act of changing place or posture; esp., the act of changingone's dwelling place or place of business. Moving day, a day when onemoves; esp., a day when a large number of tenants change theirdwelling place.","movingly":"In a moving manner. Addison.","murmuring":"Uttering murmurs; making low sounds; complaining.-- Mur\"mur*ing*ly, adv.","musingly":"In a musing manner.","nagging":"Fault-finding; teasing; persistently annoying; as, a naggingtoothache. [Colloq.]","necking":"Same as Neckmold.","neighboring":"Living or being near; adjacent; as, the neighboring nations orcountries.","nestling":"Newly hatched; being yet in the nest.","netting":"A network of ropes used for various purposes, as for holdingthe hammocks when not in use, also for stowing sails, and forhoisting from the gunwale to the rigging to hinder an enemy fromboarding. Totten. Netting needle, a kind of slender shuttle used innetting. See Needle, n., 3.","niggling":"Finicky or pottering work; specif. (Fine Arts),","nightingale":"A small, plain, brown and gray European song bird (Luscinialuscinia). It sings at night, and is celebrated for the sweetness ofits song.","noncomplying":"Neglecting or refusing to comply.","nonconducting":"Not conducting; not transmitting a fluid or force; thus, inelectricity, wax is a nonconducting substance.","nonconforming":"Not conforming; declining conformity; especially, notconforming to the established church of a country.","nonrecurring":"Nonrecurrent.","nothing":"A cipher; naught. Nothing but, only; no more than. Chaucer.-- To make nothing of. (a) To make no difficulty of; to consider astrifling or important. \"We are industrious to preserve our bodiesfrom slavery, but we make nothing of suffering our souls to be slavesto our lusts.\" Ray. (b) Not to understand; as, I could make nothingof what he said.","notwithstanding":"Without prevention, or obstruction from or by; in spite of.We gentil women bee Loth to displease any wight, Notwithstanding ourgreat right. Chaucer's Dream.Those on whom Christ bestowed miraculous cures were so transportedthat their gratitude made them, notwithstanding his prohibition,proclaim the wonders he had done. Dr. H. More.","nourishing":"Promoting growth; nutritious,","nursing":"Supplying or taking nourishment from, or as from, the breast;as, a nursing mother; a nursing infant.","nursling":"One who, or that which, is nursed; an infant; a fondling.I was his nursling once, and choice delight. Milton.","obliging":"Putting under obligation; disposed to oblige or do favors;hence, helpful; civil; kind.Mons.Strozzi has many curiosities, and is very obliging to a strangerwho desires the sight of them. Addison.","offing":"That part of the sea at a good distance from the shore, orwhere there is deep water and no need of a pilot; also, distance fromthe shore; as, the ship had ten miles offing; we saw a ship in theoffing.","ongoing":"The act of going forward; progress; (pl.) affairs; business;current events.The common ongoings of this our commonplace world, and everyday life.Prof. Wilson.","outbuilding":"A building separate from, and subordinate to, the main house;an outhouse.","outgoing":"Going out; departing; as, the outgoing administration; anoutgoing steamer.","outlying":"Lying or being at a distance from the central part, or the mainbody; being on, or beyond, the frontier; exterior; remote; detached.","outstanding":"That stands out; undischarged; uncollected; not paid; as,outstanding obligations.Revenues . . . as well outstanding as collected. A. Hamilton.","overpowering":"Excelling in power; too powerful; irresistible.-- O`ver*pow\"er*ing*ly, adv.","overweening":"Unduly confident; arrogant; presumptuous; conceited.-- O`ver*ween\"ingly, adv. Milton.-- O`ver*ween\"ing*ness, n.Here's an overweening rogue. Shak.","overwhelming":"Overpowering; irresistible.-- O`ver*whelm\"ing*ly, adv.","oystering":"Gathering, or dredging for, oysters.","packing":"A substance or piece used to make a joint impervious; as:(a) A thin layer, or sheet, of yielding or elastic material insertedbetween the surfaces of a flange joint.(b) The substance in a stuffing box, through which a piston rodslides.(c) A yielding ring, as of metal, which surrounds a piston andmaintains a tight fit, as inside a cylinder, etc.","padding":"The uniform impregnation of cloth with a mordant.","painstaking":"Careful in doing; diligent; faithful; attentive. \"Painstakingmen.\" Harris.","painting":"The work of the painter; also, any work of art in which objectsare represented in color on a flat surface; a colored representationof any object or scene; a picture.","palingenetic":"Of or pertaining to palingenesis: as, a palingenetic process.-- Pal`in*ge*net\"ic*al*ly, adv.","paneling":"A forming in panels; panelwork. [Written also panelling.]","pantingly":"With palpitation or rapid breathing. Shak.","parting":"The surface of the sand of one section of a mold where it meetsthat of another section.","passing":"The act of one who, or that which, passes; the act of going byor away. Passing bell, a tolling of a bell to announce that a soul ispassing, or has passed, from its body (formerly done to invokeprayers for the dying); also, a tolling during the passing of afuneral procession to the grave, or during funeral ceremonies. Sir W.Scott. Longfellow.","passingly":"Exceedingly. Wyclif.","patronizing":"Showing condescending favor; assuming the manner of airs of asuperior toward another.-- Pat\"ron*i`zing*ly, adv. Thackeray.","pawnbroking":"The business of a pawnbroker.","pending":"Not yet decided; in continuance; in suspense; as, a pendingsuit.","penetratingly":"In a penetrating manner.","perplexing":"Embarrassing; puzzling; troublesome. \"Perplexing thoughts.\"Milton.","persevering":"Characterized by perseverance; persistent.-- Per`se*ver\"ing*ly, adv.","phrasing":"The act or method of grouping the notes so as to form distinctmusical phrases.","picking":"The pulverized shells of oysters used in making walks. [Eng.]Simmonds.","piddling":"Trifling; trivial; frivolous; paltry; -- applied to persons andthings.The ignoble hucksterage of piddling tithes. Milton.","piercing":"Forcibly entering, or adapted to enter, at or by a point;perforating; penetrating; keen; -- used also figuratively; as, apiercing instrument, or thrust. \"Piercing eloquence.\" Shak.-- Pier\"cing*ly, adv.-- Pier\"cing*ness, n.","piling":"The process of building up, heating, and working, fagots, orpiles, to form bars, etc.","ping":"The sound made by a bullet in striking a solid object or inpassing through the air.","piping":"A small European bat (Vesperugo pipistrellus); -- called alsoflittermouse.","pitching":"A facing of stone laid upon a bank to prevent wear by tides orcurrents. Pitching piece (Carp.), the horizontal timber supportingthe floor of a platform of a stairway, and against which thestringpieces of the sloping parts are supported.","planting":"The laying of the first courses of stone in a foundation.[Eng.]","playgoing":"Frequenting playhouses; as, the playgoing public.-- n.","plaything":"A thing to play with; a toy; anything that serves to amuse.A child knows his nurse, and by degrees the playthings of a littlemore advanced age. Locke.","pleading":"The act of advocating, defending, or supporting, a cause byarguments.","pleadingly":"In a pleading manner.","pleasing":"Giving pleasure or satisfaction; causing agreeable emotion;agreeable; delightful; as, a pleasing prospect; pleasing manners.\"Pleasing harmony.\" Shak. \"Pleasing features.\" Macaulay.-- Pleas\"ing*ly, adv.-- Pleas\"ing*ness, n.","plodding":"Progressing in a slow, toilsome manner; characterized bylaborious diligence; as, a plodding peddler; a plodding student; aman of plodding habits. --Plod\"ding*ly, adv.","porringer":"A porridge dish; esp., a bowl or cup from which children eat orare fed; as, a silver porringer. Wordsworth.","posting":"The act of transferring an account, as from the journal to theledger. Posting house, a post house.","pounding":"The keeper of a pound.","poutingly":"In a pouting, or a sullen, manner.","preceding":"In the direction toward which stars appear to move. SeeFollowing, 2.","prepossessing":"Tending to invite favor; attracting confidence, favor, esteem,or love; attractive; as, a prepossessing manner.-- Pre`pos*sess\"ing*ly, adv.","pressing":"Urgent; exacting; importunate; as, a pressing necessity.-- Press\"ing*ly, adv.","prevailingly":"So as to prevail.","princeling":"A petty prince; a young prince.","printing":"The act, art, or practice of impressing letters, characters, orfigures on paper, cloth, or other material; the business of aprinter, including typesetting and presswork, with their adjuncts;typography; also, the act of producing photographic prints. Blockprinting. See under Block.-- Printing frame (Photog.), a shallow box, usually having a glassfront, in which prints are made by exposure to light.-- Printing house, a printing office.-- Printing ink, ink used in printing books, newspapers, etc. It iscomposed of lampblack or ivory black mingled with linseed or nut oil,made thick by boiling and burning. Other ingredients are employed forthe finer qualities. Ure.-- Printing office, a place where books, pamphlets, or newspapers,etc., are printed.-- Printing paper, paper used in the printing of books, pamphlets,newspapers, and the like, as distinguished from writing paper,wrapping paper, etc.-- Printing press, a press for printing, books, newspaper,handbills, etc.-- Printing wheel, a wheel with letters or figures on its periphery,used in machines for paging or numbering, or in ticket-printingmachines, typewriters, etc.; a type wheel.","privateering":"Cruising in a privateer.","proceeding":"The course of procedure in the prosecution of an action at law.Blackstone. Proceedings of a society, the published record of itsaction, or of things done at its meetings.","promising":"Making a promise or promises; affording hope or assurance; as,promising person; a promising day.-- Prom\"is*ing*ly, adv.","provoking":"Having the power or quality of exciting resentment; tending toawaken passion or vexation; as, provoking words or treatment.-- Pro*vok\"ing*ly, adv.","pryingly":"In a prying manner.","pudding":"Same as Puddening. Pudding grass (Bot.), the true pennyroyal(Mentha Pulegium), formerly used to flavor stuffing for roast meat.Dr. Prior.-- Pudding pie, a pudding with meat baked in it. Taylor (1630).-- Pudding pipe (Bot.), the long, cylindrical pod of the leguminoustree Cassia Fistula. The seeds are separately imbedded in a sweetishpulp. See Cassia.-- Pudding sleeve, a full sleeve like that of the English clericalgown. Swift.-- Pudding stone. (Min.) See Conglomerate, n., 2.-- Pudding time. (a) The time of dinner, pudding being formerly thedish first eaten. [Obs.] Johnson. (b) The nick of time; criticaltime. [Obs.]Mars, that still protects the stout, In pudding time came to his aid.Hudibras.","puddling":"The art or process of converting cast iron into wrought iron orsteel by subjecting it to intense heat and frequent stirring in areverberatory furnace in the presence of oxidizing substances, bywhich it is freed from a portion of its carbon and other impurities.Puddling furnace, a reverberatory furnace in which cast iron isconverted into wrought iron or into steel by puddling.","puling":"A cry, as of a chicken,; a whining or whimpering.Leave this faint puling and lament as I do. Shak.","purging":"That purges; cleansing. Purging flax (Bot.), an annual Europeanplant of the genus Linum (L. catharticum); dwarf wild flax; -- socalled from its use as a cathartic medicine.","pushing":"Pressing forward in business; enterprising; driving; energetic;also, forward; officious, intrusive.-- Push\"ing*ly, adv.","quilting":"A coating of strands of rope for a water vessel.","quiveringly":"With quivering motion.","racing":"a. & n. from Race, v. t. & i. Racing crab (Zoöl.), anocypodian.","rafting":"The business of making or managing rafts.","raging":"a. & n. from Rage, v. i.-- Ra\"*ging*ly, adv.","railing":"Expressing reproach; insulting.Angels which are greater in power and might, bring not railingaccusation against them. 2 Pet. ii. 11.","railroading":"The construction of a railroad; the business of managing oroperating a railroad. [Colloq. U. S.]","rambling":"Roving; wandering; discursive; as, a rambling fellow, talk, orbuilding.","rantingly":"In a ranting manner.","ravening":"Eagerness for plunder; rapacity; extortion. Luke xi. 39.","raving":"Talking irrationally and wildly; as, a raving lunatic.-- Rav\"ing*ly, adv.","ravishing":"Rapturous; transporting.","ravishingly":"In a ravishing manner.","rebukingly":"By way of rebuke.","recording":"Keeping a record or a register; as, a recording secretary; --applied to numerous instruments with an automatic appliance whichmakes a record of their action; as, a recording gauge or telegraph.","refreshing":"Reviving; reanimating.-- Re*fresh\"ing*ly, adv.-- Re*fresh\"ing*ness, n.","regarding":"Concerning; respecting.","rendering":"The act of one who renders, or that which is rendered.Specifically: (a) A version; translation; as, the rendering of theHebrew text. Lowth. (b) In art, the presentation, expression, orinterpretation of an idea, theme, or part. (c) The act of laying thefirst coat of plaster on brickwork or stonework. (d) The coat ofplaster thus laid on. Gwilt. (e) The process of trying out orextracting lard, tallow, etc., from animal fat.","reprovingly":"In a reproving manner.","respecting":"With regard or relation to; regarding; concerning; as,respecting his conduct there is but one opinion.","revolting":"Causing abhorrence mixed with disgust; exciting extremerepugnance; loathsome; as, revolting cruelty.-- Re*volt\"ing*ly, adv.","ribbing":"An assemblage or arrangement of ribs, as the timberwork for thesupport of an arch or coved ceiling, the veins in the leaves of someplants, ridges in the fabric of cloth, or the like.","riding":"One of the three jurisdictions into which the county of York,in England, is divided; -- formerly under the government of reeve.They are called the North, the East, and the West, Riding.Blackstone.","rigging":"DRess; tackle; especially (Naut.), the ropes, chains, etc.,that support the masts and spars of a vessel, and serve as purchasesfor adjusting the sails, etc. See Illustr. of Ship and Sails. Runningrigging (Naut.), all those ropes used in bracing the yards, makingand shortening sail, etc., such as braces, sheets, halyards, clewlines, and the like.-- Standing rigging (Naut.), the shrouds and stays.","ring":"A circle, or a circular line, or anything in the form of acircular line or hoop.","ringer":"A crowbar. Simmonds.","ringing":"a & n. from Ring, v. Ringing engine, a simple form of piledriver in which the monkey is lifted by men pulling on ropes.","ringmaster":"One in charge of the performances (as of horses) within thering in a circus.","ringworm":"A contagious affection of the skin due to the presence of avegetable parasite, and forming ring-shaped discolored patchescovered with vesicles or powdery scales. It occurs either on thebody, the face, or the scalp. Different varieties are distinguishedas Tinea circinata, Tinea tonsurans, etc., but all are caused by thesame parasite (a species of Trichophyton).","rising":"More than; exceeding; upwards of; as, a horse rising six yearsof age. [Colloq. & Low, U.S.]","roaring":"An affection of the windpipe of a horse, causing a loud,peculiar noise in breathing under exertion; the making of the noiseso caused. See Roar, v. i., 5.","roofing":"The wedging, as of a horse or car, against the top of anunderground passage. Raymond.","roving":"The act of one who roves or wanders.","rubbing":"a. & n. from Rub, v.","ruling":"A decision or rule of a judge or a court, especially an oraldecision, as in excluding evidence.","rumbling":"a. & n. from Rumble, v. i.","running":"Extending by a slender climbing or trailing stem; as, a runningvine.","sacking":"Stout, coarse cloth of which sacks, bags, etc., are made.","sailing":"The art of managing a vessel; seamanship; navigation; as,globular sailing; oblique sailing.","sapling":"A young tree. Shak.","satisfyingly":"So as to satisfy; satisfactorily.","saving":"1. Preserving; rescuing.He is the saving strength of his anointed. Ps. xxviii. 8.","saying":"That which is said; a declaration; a statement, especially aproverbial one; an aphorism; a proverb.Many are the sayings of the wise, In ancient and in modern booksenrolled. Milton.","scalloping":"Fishing for scallops.","scantling":"Not plentiful; small; scanty. [Obs.] Jer. Taylor.","scattering":"Going or falling in various directions; not united oragregated; divided among many; as, scattering votes.","scheming":"Given to forming schemes; artful; intriguing.-- Schem\"ing*ly, adv.","schilling":"Any one of several small German and Dutch coins, worth fromabout one and a half cents to about five cents.","schooling":"Collecting or running in schools or shoals.Schooling species like the herring and menhaden. G. B. Goode.","scolding":"a. & n. from Scold, v. Scolding bridle, an iron frame. SeeBrank, n., 2.","scorching":"Burning; parching or shriveling with heat.-- Scorch\"ing*ly, adv.-- Scorch\"ing*ness, n.","scowlingly":"In a scowling manner.","scraping":"Resembling the act of, or the effect produced by, one who, orthat which, scrapes; as, a scraping noise; a scraping miser.-- Scrap\"ing*ly, adv.","seafaring":"Following the business of a mariner; as, a seafaring man.","seagoing":"Going upon the sea; especially, sailing upon the deep sea; --used in distinction from coasting or river, as applied to vessels.","searching":"Exploring thoroughly; scrutinizing; penetrating; trying; as, asearching discourse; a searching eye. \"Piercing, searching, biting,cold.\" Dickens.-- Search\"ing*ly, adv.-- Search\"ing*ness, n.","seedling":"A plant reared from the seed, as distinguished from onepropagated by layers, buds, or the like.","seeing":"(but originally a present participle). In view of the fact(that); considering; taking into account (that); insmuch as; since;because; -- followed by a dependent clause; as, he did well, seeingthat he was so young.Wherefore come ye to me, seeing ye hate me Gen. xxvi. 27.","seeming":"Having a semblance, whether with or without reality; apparent;specious; befitting; as, seeming friendship; seeming truth.My lord, you have lost a friend indeed; And I dare swear you borrownot that face Of seeming sorrow, it is sure your own. Shak.","seemingly":"In appearance; in show; in semblance; apparently; ostensibly.This the father seemingly complied with. Addison.","serving":"a & n. from Serve. Serving board (Naut.), a flat piece of woodused in serving ropes.-- Serving maid, a female servant; a maidservant.-- Serving mallet (Naut.), a wooden instrument shaped like a mallet,used in serving ropes.-- Serving man, a male servant, or attendant; a manservant.-- Serving stuff (Naut.), small lines for serving ropes.","shambling":"Characterized by an awkward, irregular pace; as, a shamblingtrot; shambling legs.","sharpshooting":"A shooting with great precision and effect; hence, a keencontest of wit or argument.","shearing":"The process of making a vertical side cutting in working into aface of coal. Shearing machine. (a) A machine with blades, or rotarydisks, for dividing plates or bars of metal. (b) A machine forshearing cloth.","sheathing":"from Sheathe. Inclosing with a sheath; as, the sheathing leavesof grasses; the sheathing stipules of many polygonaceous plants.","shedding":"The chaffinch; -- so named from its call note. [Prov. Eng.]","sheeting":"A lining of planks or boards (rarely of metal) for protectingan embankment.","shelling":"Groats; hulled oats. Simmonds.","shelving":"Sloping gradually; inclining; as, a shelving shore. Shak.\"Shelving arches.\" Addison.","shilling":"In an irresolute, undecided, or hesitating manner.I am somewhat dainty in making a resolution, because when I make it,I keep it; I don't stand shill-I-shall-I then; if I say 't, I'll do't. Congreve.","shingle":"Round, water-worn, and loose gravel and pebbles, or acollection of roundish stones, such as are common on the seashore andelsewhere.","shingles":"A kind of herpes (Herpes zoster) which spreads half way aroundthe body like a girdle, and is usually attended with violentneuralgic pain.","shingly":"Abounding with shingle, or gravel.","shining":"Emission or reflection of light.","shipbuilding":"Naval architecturel the art of constructing ships and othervessels.","shirting":"Cloth, specifically cotton cloth, suitable for making shirts.","shocking":"Causing to shake or tremble, as by a blow; especially, causingto recoil with horror or disgust; extremely offensive or disgusting.The grossest and most shocking villainies. Secker.-- Shock\"ing*ly, adv.-- Shock\"ing*ness, n.","shoemaking":"The business of a shoemaker.","shooting":"Of or pertaining to shooting; for shooting; darting. Shootingboard (Joinery), a fixture used in planing or shooting the edge of aboard, by means of which the plane is guided and the board held true.-- Shooting box, a small house in the country for use in theshooting season. Prof. Wilson.-- Shooting gallery, a range, usually covered, with targets forpractice with firearms.-- Shooting iron, a firearm. [Slang, U.S.] -- Shooting star. (a)(Astron.) A starlike, luminous meteor, that, appearing suddenly,darts quickly across some portion of the sky, and then as suddenlydisappears, leaving sometimes, for a few seconds, a luminous train, -- called also falling star. Shooting stars are small cosmical bodieswhich encounter the earth in its annual revolution, and which becomevisible by coming with planetary velocity into the upper regions ofthe atmosphere. At certain periods, as on the 13th of November and10th of August, they appear for a few hours in great numbers,apparently diverging from some point in the heavens, such displaysbeing known as meteoric showers, or star showers. These bodies,before encountering the earth, were moving in orbits closely alliedto the orbits of comets. See Leonids, Perseids. (b) (Bot.) TheAmerican cowslip (Dodecatheon Meadia). See under Cowslip.-- Shooting stick (Print.), a tapering piece of wood or iron, usedby printers to drive up the quoins in the chase. Hansard.","shoplifting":"Larceny committed in a shop; the stealing of anything from ashop.","shoring":"See Schorl, Schorlaceous.","shortcoming":"The act of falling, or coming short; as:(a) The failure of a crop, or the like.(b) Neglect of, or failure in, performance of duty.","shortening":"That which renders pastry short or friable, as butter, lard,etc.","shudderingly":"In a shuddering manner.","sickening":"Causing sickness; specif., causing surfeit or disgust;nauseating.-- Sick\"en*ing*ly, adv.","siding":"The covering of the outside wall of a frame house, whether madeof weatherboards, vertical boarding with cleats, shingles, or thelike.","sighting":"from Sight, v. t. Sighting shot, a shot made to ascertainwhether the sights of a firearm are properly adjusted; a trial shot.","simperingly":"In a simpering manner.","singe":"A burning of the surface; a slight burn.","singer":"One who, or that which, singes. Specifically:(a) One employed to singe cloth.(b) A machine for singeing cloth.","singhalese":"Same as Cingalese.","singing":"from Sing, v. Singing bird. (Zoöl.) (a) Popularly, any birdthat sings; a song bird. (b) Specifically, any one of the Oscines.-- Singing book, a book containing music for singing; a book oftunes.-- Singing falcon or hawk. (Zoöl.) See Chanting falcon, underChanting.-- Singing fish (Zoöl.), a California toadfish (Porichthysporosissimus).-- Singing flame (Acoustics), a flame, as of hydrogen or coal gas,burning within a tube and so adjusted as to set the air within thetube in vibration, causing sound. The apparatus is called alsochemical harmonicon.-- Singing master, a man who teaches vocal music.-- Singing school, a school in which persons are instructed insinging.","single":"To take the irrregular gait called single-foot;- said of ahorse. See Single-foot.Many very fleet horses, when overdriven, adopt a disagreeable gait,which seems to be a cross between a pace and a trot, in which the twolegs of one side are raised almost but not quite, simultaneously.Such horses are said to single, or to be single-footed. W. S. Clark.","singles":"See Single, n., 2.","singleton":"In certain games at cards, as whist, a single card of any suitheld at the deal by a player; as, to lead a singleton.","singletree":"The pivoted or swinging bar to which the traces of a harnessedhorse are fixed; a whiffletree.","singsong":"Drawling; monotonous.","singspiel":"A dramatic work, partly in dialogue and partly in song, of akind popular in Germany in the latter part of the 18th century. Itwas often comic, had modern characters, and patterned its music onfolk song with strictly subordinated accompaniment.","singular":"Existing by itself; single; individual.The idea which represents one . . . determinate thing, is called asingular idea, whether simple, complex, or compound. I. Watts.","sinking":"from Sink. Sinking fund. See under Fund.-- Sinking head (Founding), a riser from which the mold is fed asthe casting shrinks. See Riser, n., 4.-- Sinking pump, a pump which can be lowered in a well or a mineshaft as the level of the water sinks.","sitting":"Being in the state, or the position, of one who, or that which,sits.","sizing":"Food and drink ordered from the buttery by a student.","sleepwalking":"Walking in one's sleep.","slighting":"Characterized by neglect or disregard.","sling":"To pass a rope round, as a cask, gun, etc., preparatory toattaching a hoisting or lowering tackle.","slinger":"One who slings, or uses a sling.","sloping":"Inclining or inclined from the plane of the horizon, or from ahorizontal or other right line; oblique; declivous; slanting.-- Slop\"ing*ly, adv.The sloping land recedes into the clouds. Cowper.","smattering":"A slight, superficial knowledge of something; sciolism.I had a great desire, not able to attain to a superficial skill inany, to have some smattering in all. Burton.","smelting":"a. & n. from Smelt. Smelting furnace (Metal.), a furnace inwhich ores are smelted or reduced.","smilingly":"In a smiling manner. Shak.","smirkingly":"With smirking; with a smirk.","smoking":"from Smoke. Smoking bean (Bot.), the long pod of the catalpa,or Indian-bean tree, often smoked by boys as a substitute for cigars.-- Smoking car, a railway car carriage reserved for the use ofpassengers who smoke tobacco.","sneaking":"Marked by cowardly concealment; deficient in openness andcourage; underhand; mean; crouching.-- Sneak\"ing*ly, adv.-- Sneak\"ing*ness, n.","sneeringly":"In a sneering manner.","soaking":"Wetting thoroughly; drenching; as, a soaking rain.-- Soak\"ing*ly, adv.","soaring":"from Soar.-- Soar\"ing*ly, adv.","sobbing":"A series of short, convulsive inspirations, the glottis beingsuddenly closed so that little or no air enters into the lungs.","something":", adv. In some degree; somewhat; to some exrent; at somedistance. Shak.I something fear my father's wrath. Shak.We have something fairer play than a reasoner could have expectedformerly. Burke.My sense of touch is something coarse. Tennyson.It must be done to-night, And something from the palace. Shak.","soothing":"from Soothe, v.","soothingly":"In a soothing manner.","sopping":"more recent version of soppy. Used esp. in phrase sopping wet.","sounding":"Making or emitting sound; hence, sonorous; as, sounding words.Dryden.","sparing":"Spare; saving; frugal; merciful. Bacon.-- Spar\"ing*ly, adv.-- Spar\"ing*ness, n.","sparkling":"Emitting sparks; glittering; flashing; brilliant; lively; as,sparkling wine; sparkling eyes.-- Spar\"kling*ly, adv.-- Spar\"kling*ness, n.","spelling":"The act of one who spells; formation of words by letters;orthography.","spending":"The act of expending; expenditure. Spending money, money setapart for extra (not necessary) personal expenses; pocket money.[Colloq.]","spindling":"Long and slender, or disproportionately tall and slender; as, aspindling tree; a spindling boy.","spinning":"from Spin. Spinning gland (Zoöl.), one of the glands which formthe material for spinning the silk of silkworms and other larvæ.-- Spinning house, formerly a common name for a house of correctionin England, the women confined therein being employed in spinning.-- Spinning jenny (Mach.), an engine or machine for spinning wool orcotton, by means of a large number of spindles revolvingsimultaneously.-- Spinning mite (Zoöl.), the red spider.-- Spinning wheel, a machine for spinning yarn or thread, in which awheel drives a single spindle, and is itself driven by the hand, orby the foot acting on a treadle.","sporting":"Of pertaining to, or engaging in, sport or sporrts; exhibitingthe character or conduct of one who, or that which, sports. Sportingbook, a book containing a record of bets, gambling operations, andthe like. C. Kingsley.-- Sporting house, a house frequented by sportsmen, gamblers, andthe like.-- Sporting man, one who practices field sports; also, a horseracer, a pugilist, a gambler, or the like.-- Sporting plant (Bot.), a plant in which a single bud or offsetsuddenly assumes a new, and sometimes very different, character fromthat of the rest of the plant. Darwin.","sportingly":"In sport; sportively.The question you there put, you do it, I suppose, but sportingly.Hammond.","spring":"An active, springly young man. [Obs.] \"There came two springalsof full tender years.\" Spenser.Joseph, when he was sold to Potiphar, that great man, was a fairyoung springall. Latimer.","springboard":"An elastic board, secured at the ends, or at one end, often byelastic supports, used in performing feats of agility or inexercising.","springe":"A noose fastened to an elastic body, and drawn close with asudden spring, whereby it catches a bird or other animal; a gin; asnare.As a woodcock to mine own springe. Shak.","springiness":"The state or quality of being springly. Boyle.","springtime":"The season of spring; springtide.","staggeringly":"In a staggering manner.","staging":"A structure of posts and boards for supporting workmen, etc.,as in building.","stammering":"Apt to stammer; hesitating in speech; stuttering.-- Stam\"mer*ing*ly, adv.","starling":"Any passerine bird belonging to Sturnus and allied genera. TheEuropean starling (Sturnus vulgaris) is dark brown or greenish black,with a metallic gloss, and spotted with yellowish white. It is asociable bird, and builds about houses, old towers, etc. Called alsostare, and starred. The pied starling of India is Sternopastorcontra.","startlingly":"In a startling manner.","starveling":"One who, or that which, pines from lack or food, or nutriment.Old Sir John hangs with me, and thou knowest he is no starveling.Shak.","steeplechasing":"The act of riding steeple chases.","steering":"from Steer, v. Steering wheel (Naut.), the wheel by means ofwhich the rudder of a vessel is turned and the vessel is steered.","sterling":"Same as Starling, 3.","sting":"Any sharp organ of offense and defense, especially whenconnected with a poison gland, and adapted to inflict a wound bypiercing; as the caudal sting of a scorpion. The sting of a bee orwasp is a modified ovipositor. The caudal sting, or spine, of a stingray is a modified dorsal fin ray. The term is sometimes applied tothe fang of a serpent. See Illust. of Scorpion.","stinger":"One who, or that which, stings.Professor E. Forbes states that only a small minority of the medusæof our seas are stingers. Owen.","stingily":"In a stingy manner.","stinginess":"The quality or state of being stingy.","stinging":"Piercing, or capable of piercing, with a sting; inflictingacute pain as if with a sting, goad, or pointed weapon; pungent;biting; as, stinging cold; a stinging rebuke.-- Sting\"ing*ly, adv. Stinging cell. (Zoöl.) Same as Lasso cell,under Lasso.","stingy":"Stinging; able to sting.","stinking":"from Stink, v. Stinking badger (Zoöl.), the teledu.-- Stinking cedar (Bot.), the California nutmeg tree; also, arelated tree of Florida (Torreya taxifolia).","stirring":"Putting in motion, or being in motion; active; active inbusiness; habitually employed in some kind of business; accustomed toa busy life.A more stirring and intellectual age than any which had gone beforeit. Southey.","stocking":"A close-fitting covering for the foot and leg, usually knit orwoven. Blue stocking. See Bluestocking.-- Stocking frame, a machine for knitting stockings or other hosierygoods.","stooping":"from Stoop.-- Stoop\"ing*ly, adv.","storming":"from Storm, v. Storming party (Mil.), a party assigned to theduty of making the first assault in storming a fortress.","strapping":"Tall; strong; lusty; large; as, a strapping fellow. [Colloq.]There are five and thirty strapping officers gone. Farquhar.","stretching":"from Stretch, v. Stretching course (Masonry), a course orseries of stretchers. See Stretcher, 2. Britton.","striking":"a. & n. from Strike, v. Striking distance, the distance throughwhich an object can be reached by striking; the distance at which aforce is effective when directed to a particular object.-- Striking plate. (a) The plate against which the latch of a doorlock strikes as the door is closed. (b) A part of the centering of anarch, which is driven back to loosen the centering in striking it.","string":"An inside range of ceiling planks, corresponding to the sheerstrake on the outside and bolted to it.","stringency":"The quality or state of being stringent.","stringent":"Binding strongly; making strict requirements; restrictive;rigid; severe; as, stringent rules.They must be subject to a sharper penal code, and to a more stringentcode of procedure. Macaulay.-- Strin\"gent*ly, adv.-- Strin\"gent*ness, n.","stringer":"A longitudinal sleeper.","stringiness":"Quality of being stringy.","stripling":"A youth in the state of adolescence, or just passing fromboyhood to manhood; a lad.Inquire thou whose son the stripling is. 1 Sam. xvii. 56.","striving":"from Strive.-- Striv\"ing*ly, adv.","studding":"Material for studs, or joists; studs, or joists, collectively;studs.","stuffing":"Any seasoning preparation used to stuff meat; especially, acomposition of bread, condiments, spices, etc.; forcemeat; dressing.","stuttering":"The act of one who stutters; -- restricted by somephysiologists to defective speech due to inability to form the propersounds, the breathing being normal, as distinguished from stammering.","subkingdom":"One of the several primary divisions of either the animal, orvegetable kingdom, as, in zoölogy, the Vertebrata, Tunicata,Mollusca, Articulata, Molluscoidea, Echinodermata, Coelentera, andthe Protozoa; in botany, the Phanerogamia, and the Cryptogamia.","succeeding":"The act of one who, or that which, succeeds; also, that whichsucceeds, or follows after; consequence. Shak.","suffering":"The bearing of pain, inconvenience, or loss; pain endured;distress, loss, or injury incurred; as, sufferings by pain or sorrow;sufferings by want or by wrongs. \"Souls in sufferings tried.\" Keble.","suffocating":"from Suffocate, v.-- Suf\"fo*ca`ting*ly, adv.","suiting":"Among tailors, cloth suitable for making entire suits ofclothes.","surcingle":"The girdle of a cassock, by which it is fastened round thewaist.","surpassing":"Eminently excellent; exceeding others. \"With surpassing glorycrowned.\" Milton.-- Sur*pass\"ing*ly, adv.-- Sur*pass\"ing*ness, n.","surprising":"Exciting surprise; extraordinary; of a nature to excite wonderand astonishment; as, surprising bravery; a surprising escape fromdanger.-- Sur*pris\"ing*ly, adv.-- Sur*pris\"ing*ness, n.","surrounding":"Inclosing; encircling.","surveying":"That branch of applied mathematics which teaches the art ofdetermining the area of any portion of the earth's surface, thelength and directions of the bounding lines, the contour of thesurface, etc., with an accurate delineation of the whole on paper;the act or occupation of making surveys. Geodetic surveying, geodesy.-- Maritime, or Nautical, surveying, that branch of surveying whichdetermines the forms of coasts and harbors, the entrances of rivers,with the position of islands, rocks, and shoals, the depth of water,etc.-- Plane surveying. See under Plane, a.-- Topographical surveying, that branch of surveying which involvesthe process of ascertaining and representing upon a plane surface thecontour, physical features, etc., of any portion of the surface ofthe earth.","sweating":"a. & n. from Sweat, v. Sweating bath, a bath producing sensiblesweat; a stove or sudatory.-- Sweating house, a house for sweating persons in sickness.-- Sweating iron, a kind of knife, or a piece of iron, used toscrape off sweat, especially from horses; a horse scraper.-- Sweating room. (a) A room for sweating persons. (b) (Dairying) Aroom for sweating cheese and carrying off the superfluous juices.-- Sweating sickness (Med.), a febrile epidemic disease whichprevailed in some countries of Europe, but particularly in England,in the fifteenth and sixteenth centuries, characterized by profusesweating. Death often occured in a few hours.","sweeping":"Cleaning off surfaces, or cleaning away dust, dirt, or litter,as a broom does; moving with swiftness and force; carrying everythingbefore it; including in its scope many persons or things; as, asweeping flood; a sweeping majority; a sweeping accusation.-- Sweep\"ing*ly, adv. -Sweep\"ing*ness, n.","sweepings":"Things collected by sweeping; rubbish; as, the sweepings of astreet.","swelling":"an unnatural prominence or protuberance; as, a scrofulousswelling.The superficies of such plates are not even, but have many cavitiesand swellings. Sir I. Newton.","swimming":"The act of one who swims.","swimmingly":"In an easy, gliding manner, as if swimming; smoothly;successfully; prosperously.","swing":"To turn round by action of wind or tide when at anchor; as, aship swings with the tide.","swinge":"See Singe. [Obs.] Spenser.","swinger":"One who swings or whirls.","syringe":"A kind of small hand-pump for throwing a stream of liquid, orfor purposes of aspiration. It consists of a small cylindrical barreland piston, or a bulb of soft elastic material, with or withoutvalves, and with a nozzle which is sometimes at the end of a flexibletube; -- used for injecting animal bodies, cleansing wounds, etc.Garden syringe. See Garden.","tailoring":"The business or the work of a tailor or a tailoress.","talebearing":"Telling tales officiously.","tantalizingly":"In a tantalizing or teasing manner.","tasting":"The act of perceiving or tasting by the organs of taste; thefaculty or sense by which we perceive or distinguish savors.","tatting":"A kind of lace made from common sewing thread, with a peculiarstitch. Tatting shuttle, the shuttle on which the thread used intatting is wound.","tauntingly":"In a taunting manner.","teaching":"The act or business of instructing; also, that which is taught;instruction.","teeming":"Prolific; productive.Teeming buds and cheerful appear. Dryden.","teething":"The process of the first growth of teeth, or the phenomenaattending their issue through the gums; dentition.","telling":"Operating with great effect; effective; as, a telling speech.-- Tell\"ing*ly, adv.","tempting":"Adapted to entice or allure; attractive; alluring; seductive;enticing; as, tempting pleasures.-- Tempt\"ing*ly, adv.-- Tempt\"ing*ness, n.","testing":"The operation of refining gold or silver in a test, or cupel;cupellation. Testing machine (Engin.), a machine used in thedetermination of the strength of materials, as iron, stone, etc., andtheir behavior under strains of various kinds, as elongation,bending, crushing, etc.","thickening":"Something put into a liquid or mass to make it thicker.","thing":"Clothes; furniture; appurtenances; luggage; as, to pack orstore one's things. [Colloq.]","thinking":"Having the faculty of thought; cogitative; capable of a regulartrain of ideas; as, man is a thinking being.-- Think\"ing*ly, adv.","thrashing":"a. & n. from Thrash, v. Thrashing floor, Threshing-floor, orThreshing floor, a floor or area on which grain is beaten out.-- Thrashing machine, a machine for separating grain from the straw.","threatening":"a. & n. from Threaten, v.-- Threat\"en*ing*ly, adv. Threatening letters (Law), letterscontaining threats, especially those designed to extort money, or toobtain other property, by menaces; blackmailing letters.","thrilling":"Causing a thrill; causing tremulous excitement; deeply moving;as, a thrilling romance.-- Thrill\"ing*ly, adv.-- Thrill\"ing*ness, n.","throwing":"a. & n. from Throw, v. Throwing engine, Throwing mill, Throwingtable, or Throwing wheel (Pottery), a machine on which earthenware isfirst rudely shaped by the hand of the potter from a mass of clayrevolving rapidly on a disk or table carried by a vertical spindle; apotter's wheel.","thumping":"Heavy; large. [Colloq.]","ticking":"A strong, closely woven linen or cotton fabric, of which ticksfor beds are made. It is usually twilled, and woven in stripes ofdifferent colors, as white and blue; -- called also ticken.","tidings":"Account of what has taken place, and was not before known;news.I shall make my master glad with these tidings. Shak.Full well the busy whisper, circling round, Conveyed the dismaltidings when he frowned. Goldsmith.","timeserving":"Obsequiously complying with the spirit of the times, or thehumors of those in power.","tinge":"To imbue or impregnate with something different or foreign; as,to tinge a decoction with a bitter taste; to affect in some degreewith the qualities of another substance, either by mixture, or byapplication to the surface; especially, to color slightly; to stain;as, to tinge a blue color with red; an infusion tinged with a yellowcolor by saffron.His [Sir Roger's] virtues, as well as imperfections, are tinged by acertain extravagance. Addison.","tinkering":"The act or work of a tinker.","tipping":"A distinct articulation given in playing quick notes on theflute, by striking the tongue against the roof of the mouth; double-tonguing.","topping":"The act of raising one extremity of a spar higher than theother.","touching":"Affecting; moving; pathetic; as, a touching tale.-- Touch\"ing*ly, adv.","toweling":"Cloth for towels, especially such as is woven in long pieces tobe cut at will, as distinguished from that woven in towel lengthswith borders, etc. [Written also towelling.]","training":"The act of one who trains; the act or process of exercising,disciplining, etc.; education. Fan training (Hort.), the operation oftraining fruit trees, grapevines, etc., so that the branches shallradiate from the stem like a fan.-- Horizontal training (Hort.), the operation of training fruittrees, grapevines, etc., so that the branches shall spread outlaterally in a horizontal direction.-- Training college. See Normal school, under Normal, a.-- Training day, a day on which a military company assembles fordrill or parade. [U. S.] -- Training ship, a vessel on board of whichboys are trained as sailors.","trifling":"Being of small value or importance; trivial; paltry; as, atrifling debt; a trifling affair.-- Tri\"fling*ly, adv.-- Tri\"fling*ness, n.","trimming":"a. from Trim, v.The Whigs are, essentially, an inefficient, trimming, halfway sort ofa party. Jeffrey.Trimming joist (Arch.), a joist into which timber trimmers areframed; a header. See Header. Knight.","trucking":"The business of conveying goods on trucks.","trusting":"Having or exercising trust; confiding; unsuspecting; trustful.-- Trust\"ing*ly, adv.","trying":"Adapted to try, or put to severe trial; severe; afflictive; as,a trying occasion or position.","turning":"The pieces, or chips, detached in the process of turning fromthe material turned.","twinge":"To have a sudden, sharp, local pain, like a twitch; to suffer akeen, darting, or shooting pain; as, the side twinges.","twinning":"The assemblage of two or more crystals, or parts of crystals,in reversed position with reference to each other in accordance withsome definite law; also, rarely, in artificial twinning (accomplishedfor example by pressure), the process by which this reversal isbrought about. Polysynthetic twinning, repeated twinning of crystallamellæ, as that of the triclinic feldspars.-- Repeated twinning, twinning of more than two crystals, or partsof crystals.-- Twinning axis, Twinning plane. See the Note under Twin, n.","tying":"p. pr. of Tie.","typesetting":"The act or art of setting type.","typewriting":"The act or art of using a typewriter; also, a print made with atypewriter.","unassuming":"Not assuming; not bold or forward; not arrogant or presuming;humble; modest; retiring; as, an unassuming youth; unassumingmanners.","unbecoming":"Not becoming; unsuitable; unfit; indecorous; improper.My grief lets unbecoming speeches fall. Dryden.-- Un`be*com\"ing*ly, adv.-- Un`be*com\"ing*ness, n.","unblushing":"Not blushing; shameless.-- Un*blush\"ing*ly, adv.","uncompromising":"Not admitting of compromise; making no truce or concessions;obstinate; unyielding; inflexible.-- Un*com\"pro*mi`sing*ly, adv.","underclothing":"Same as Underclothes.","underling":"An inferior person or agent; a subordinate; hence, a mean,sorry fellow. Milton.he fault, dear Brutus, is not in our stars, But in ourselves, that weare underlings. Shak.","underlying":"Lying under or beneath; hence, fundamental; as, the underlyingstrata of a locality; underlying principles.","understanding":"Knowing; intelligent; skillful; as, he is an understanding man.","understandingly":"In an understanding manner; intelligibly; with full knowledgeor comprehension; intelligently; as, to vote upon a questionunderstandingly; to act or judge understandingly.The gospel may be neglected, but in can not be understandinglydisbelieved. J. Hawes.","undesigning":"Having no artful, ulterior, or fraudulent purpose; sincere;artless; simple.","undiscerning":"Want of discernment. [R.] Spectator.","undulating":"Rising and falling like waves; resembling wave form or motion;undulatory; rolling; wavy; as, an undulating medium; undulatingground.-- Un\"du*la`ting*ly. adv.","undying":"Not dying; imperishable; unending; immortal; as, the undyingsouls of men.","unerring":"Committing no mistake; incapable or error or failure certain;sure; unfailing; as, the unerring wisdom of God.Hissing in air the unerring weapon flew. Dryden.","unerringly":"In an unerring manner.","unfailing":"Not failing; not liable to fail; inexhaustible; certain; sure.Dryden.-- Un*fail\"ing*ly, adv.-- Un*fail\"ing*ness, n.","unflinching":"Not flinching or shrinking; unyielding.-- Un*flinch\"ing*ly, adv.","unrelenting":"Not relenting; unyielding; rigid; hard; stern; cruel.-- Un`re*lent\"ing*ly, adv.-- Un`re*lent\"ing*ness, n.","unremitting":"Not remitting; incessant; continued; persevering; as,unremitting exertions. Cowper.-- Un`re*mit\"ting*ly, adv.-- Un`re*mit\"ting*ness, n.","unsling":"To take off the slings of, as a yard, a cask, or the like; torelease from the slings. Totten.","unstring":"Used also figuratively; as, his nerves were unstrung by fear.","unwilling":"Not willing; loath; disinclined; reluctant; as, an unwillingservant.And drop at last, but in unwilling ears, This saving counsel, \"Keepyour piece nine years.\" Pope.-- Un*will\"ing*ly, adv.-- Un*will\"ing*ness, n.","unwitting":"Not knowing; unconscious; ignorant.-- Un*wit\"ting*ly, adv.","upsetting":"Conceited; assuming; as, an upsetting fellow. [Scot.] Jamieson.","vainglorious":"Feeling or indicating vainglory; elated by vanity; boastful.\"Arrogant and vainglorious expression.\" Sir M. Hale.-- Vain`glo\"ri*ous*ly, adv.-- Vain`glo\"ri*ous*ness, n.","vainglory":"Excessive vanity excited by one's own performances; emptypride; undue elation of mind; vain show; boastfulness.He had nothing of vainglory. Bacon.The man's undone forever; for if Hector break not his neck i' thecombat, he'll break't himself in vainglory. Shak.","vanishing":"a. & n. from Vanish, v. Vanishing fraction (Math.), a fractionwhich reduces to the form Math. Dict.-- Vanishing line (Persp.), the intersection of the parallel of anyoriginal plane and picture; one of the lines converging to thevanishing point.-- Vanishing point (Persp.), the point to which all parallel linesin the same plane tend in the representation. Gwilt.-- Vanishing stress (Phon.), stress of voice upon the closingportion of a syllable. Rush.","vaporing":"Talking idly; boasting; vaunting.-- Va\"por*ing*ly, adv.","varying":"a. & n. from Vary. Varying hare (Zoöl.), any hare or rabbitwhich becomes white in winter, especially the common hare of theNorthern United States and Canada.","vauntingly":"In a vaunting manner.","vesting":"Cloth for vests; a vest pattern.","viking":"One belonging to the pirate crews from among the Northmen, whoplundered the coasts of Europe in the eighth, ninth, and tenthcenturies.Of grim Vikings, and the rapture Of the sea fight, and the capture,And the life of slavery. Longfellow.","vomiting":"The spasmodic ejection of matter from the stomach through themouth.","voting":"a. & n. from Vote, v. Voting paper, a form of ballot containingthe names of more candidates than there are offices to be filled, thevoter making a mark against the preferred names. [Eng.]","vying":"a. & n. from Vie.-- Vy\"ing*ly, adv.","waiting":"a. & n. from Wait, v. In waiting, in attendance; as, lords inwaiting. [Eng.] -- Waiting gentlewoman, a woman who waits upon aperson of rank.-- Waiting maid, Waiting woman, a maid or woman who waits uponanother as a personal servant.","walking":"a. & n. from Walk, v. Walking beam. See Beam, 10.-- Walking crane, a kind of traveling crane. See under Crane.-- Walking fern. (Bot.) See Walking leaf, below.-- Walking fish (Zoöl.), any one of numerous species of Asiaticfishes of the genus Ophiocephalus, some of which, as O. marulius,become over four feet long. They have a special cavity over the gillslined with a membrane adapted to retain moisture to aid inrespiration, and are thus able to travel considerable distances overthe land at night, whence the name. They construct a curious nest fortheir young. Called also langya.-- Walking gentleman (Theater), an actor who usually fillssubordinate parts which require a gentlemanly appearance but fewwords. [Cant] -- Walking lady (Theater), an actress who usually fillssuch parts as require only a ladylike appearance on the stage. [Cant]-- Walking leaf. (a) (Bot.) A little American fern (Camptosorusrhizophyllus); -- so called because the fronds taper into slenderprolongations which often root at the apex, thus producing newplants. (b) (Zoöl.) A leaf insect. See under Leaf.-- Walking papers, or Walking ticket, an order to leave; dismissal,as from office. [Colloq.] Bartlett.-- Walking stick. (a) A stick or staff carried in the hand for handfor support or amusement when walking; a cane. (b) (Zoöl.) A stickinsect; -- called also walking straw. See Illust. of Stick insect,under Stick.-- Walking wheel (Mach.), a prime mover consisting of a wheel drivenby the weight of men or animals walking either in it or on it; atreadwheel.","wanderingly":"In a wandering manner.","wanting":"Absent; lacking; missing; also, deficient; destitute; needy;as, one of the twelve is wanting; I shall not be wanting in exertion.","warning":"Giving previous notice; cautioning; admonishing; as, a warningvoice.That warning timepiece never ceased. Longfellow.Warning piece, Warning wheel (Horol.), a piece or wheel whichproduces a sound shortly before the clock strikes.","warningly":"In a warning manner.","washingtonian":"A member of the Washingtonian Society.","waveringly":"In a wavering manner.","waxwing":"Any one of several species of small birds of the genus Ampelis,in which some of the secondary quills are usually tipped with smallhorny ornaments resembling red sealing wax. The Bohemian waxwing (seeunder Bohemian) and the cedar bird are examples. Called also waxbird.","wayfaring":"Traveling; passing; being on a journey. \"A wayfaring man.\"Judg. xix. 17. Wayfaring tree (Bot.), a European shrub (Viburnumlantana) having large ovate leaves and dense cymes of small whiteflowers.-- American wayfaring tree (Bot.), the (Viburnum lantanoides).","weakling":"A weak or feeble creature. Shak. \"All looking on him as aweakling, which would post to the grave.\" Fuller.We may not be weaklings because we have a strong enemy. Latimer.","weathering":"The action of the elements on a rock in altering its color,texture, or composition, or in rounding off its edges.","webbing":"A woven band of cotton or flax, used for reins, girths, bedbottoms, etc.","wedding":"Nuptial ceremony; nuptial festivities; marriage; nuptials.Simple and brief was the wedding, as that of Ruth and of Boaz.Longfellow.","weeding":"a. & n. from Weed, v. Weeding chisel, a tool with a dividedchisel-like end, for cutting the roots of large weeds under ground.-- Weeding forceps, an instrument for taking up some sorts of plantsin weeding.-- Weeding fork, a strong, three-pronged fork, used in clearingground of weeds; -- called also weeding iron.-- Weeding hook. Same as Weed hook, under 3d Weed.-- Weeding iron. See Weeding fork, above.-- Weeding tongs. Same as Weeding forceps, above.","weeping":"The act of one who weeps; lamentation with tears; shedding oftears.","wellspring":"A fountain; a spring; a source of continual supply.Understanding is a wellspring of life unto him that hath it; but theinstruction of fools is folly. Prov. xvi. 22.","whaling":"The hunting of whales.","whinge":"To whine. [Scot.] Burns.","whinger":"A kind of hanger or sword used as a knife at meals and as aweapon. [Scot. & Prov. Eng.]The chief acknowledged that he had corrected her with his whinger.Sir W. Scott.","whipping":"a & n. from Whip, v. Whipping post, a post to which offendersare tied, to be legally whipped.","whispering":"a. & n. from Whisper. v. t. Whispering gallery, or Whisperingdome, one of such a form that sounds produced in certain parts of itare concentrated by reflection from the walls to another part, sothat whispers or feeble sounds are audible at a much greater distancethan under ordinary circumstances.","whistling":"a. & n. from Whistle, v. Whistling buoy. (Naut.) See underBuoy.-- Whistling coot (Zoöl.), the American black scoter.-- Whistling Dick. (Zoöl.) (a) An Australian shrike thrush(Colluricincla Selbii). (b) The song thrush. [Prov. Eng.] --Whistling duck. (Zoöl.) (a) The golden-eye. (b) A tree duck.-- Whistling eagle (Zoöl.), a small Australian eagle (Haliastursphenurus); -- called also whistling hawk, and little swamp eagle.-- Whistling plover. (Zoöl.) (a) The golden plover. (b) The black-bellied, or gray, plover.-- Whistling snipe (Zoöl.), the American woodcock.-- Whistling swan. (Zoöl.) (a) The European whooper swan; -- calledalso wild swan, and elk. (b) An American swan (Olor columbianus). Seeunder Swan.-- Whistling teal (Zoöl.), a tree duck, as Dendrocygna awsuree ofIndia.-- Whistling thrush. (Zoöl.) (a) Any one of several species ofsinging birds of the genus Myiophonus, native of Asia, Australia, andthe East Indies. They are generally black, glossed with blue, andhave a patch of bright blue on each shoulder. Their note is a loudand clear whistle. (b) The song thrush. [Prov. Eng.]","wilding":"A wild or uncultivated plant; especially, a wild apple tree orcrab apple; also, the fruit of such a plant. Spenser.Ten ruddy wildings in the wood I found. Dryden.The fruit of the tree . . . is small, of little juice, and badquality. I presume it to be a wilding. Landor.","willingly":"In a willing manner; with free will; without reluctance;cheerfully. Chaucer.The condition of that people is not so much to be envied as somewould willingly represent it. Addison.","willingness":"The quality or state of being willing; free choice or consentof the will; freedom from reluctance; readiness of the mind to do orforbear.Sweet is the love which comes with willingness. Dryden.","winding":"A call by the boatswain's whistle.","wing":"One of the broad, thin, anterior lobes of the foot of apteropod, used as an organ in swimming.(b) (Bot.) Any membranaceous expansion, as that along the sides ofcertain stems, or of a fruit of the kind called samara.(c) (Bot.) Either of the two side petals of a papilionaceous flower.","winged":"Furnished with a leaflike appendage, as the fruit of the elmand the ash, or the stem in certain plants; alate.","winger":"One of the casks stowed in the wings of a vessel's hold, beingsmaller than such as are stowed more amidships. Totten.","wingless":"Having no wings; not able to ascend or fly. Wingless bird(Zoöl.), the apteryx.","winning":"Attracting; adapted to gain favor; charming; as, a winningaddress. \"Each mild and winning note.\" Keble.","winningly":"In a winning manner.","witching":"That witches or enchants; suited to enchantment or witchcraft;bewitching. \"The very witching time of night.\" Shak.-- Witch\"ing*ly, adv.","withering":"Tending to wither; causing to shrink or fade.-- With\"er*ing*ly, adv.","wittingly":"Knowingly; with knowledge; by design.","woolgathering":"Indulging in a vagrant or idle exercise of the imagination;roaming upon a fruitless quest; idly fanciful.","wording":"The act or manner of expressing in words; style of expression;phrasing.It is believed this wording was above his known style. Milton.","working":"a & n. from Work.The word must cousin be to the working. Chaucer.Working beam. See Beam, n. 10.-- Working class, the class of people who are engaged in manuallabor, or are dependent upon it for support; laborers; operatives; --chiefly used in the plural.-- Working day. See under Day, n.-- Working drawing, a drawing, as of the whole or part of astructure, machine, etc., made to a scale, and intended to befollowed by the workmen. Working drawings are either general ordetail drawings.-- Working house, a house where work is performed; a workhouse.-- Working point (Mach.), that part of a machine at which the effectrequired; the point where the useful work is done.","workingman":"A laboring man; a man who earns his daily support by manuallabor.","worldling":"A person whose soul is set upon gaining temporal possessions;one devoted to this world and its enjoyments.A foutre for the world and worldlings base. Shak.If we consider the expectations of futurity, the worldling gives upthe argument. Rogers.And worldlings blot the temple's gold. Keble.","worryingly":"In a worrying manner.","wrestling":"Act of one who wrestles; specif., the sport consisting of thehand-to-hand combat between two unarmed contestants who seek to throweach other. The various styles of wrestling differ in theirdefinition of a fall and in the governing rules. In Greco-Romanwrestling, tripping and taking hold of the legs are forbidden, and afall is gained (that is, the bout is won), by the contestant who pinsboth his opponent's shoulders to the ground. In catch-as-catch-canwrestling, all holds are permitted except such as may be barred bymutual consent, and a fall is defined as in Greco-Roman style.Lancashire style wrestling is essentially the same as catch-as-catch-can. In Cumberland and Westmorland wrestling the contestants standchest to chest, grasping each other around the body. The one firstlosing his hold, or touching the ground with any part of his bodyexcept his feet, loses the bout. If both fall to the ground at thesame time, it is a dogfall, and must be wrestled over. In theCornwall and Devon wrestling, the wrestlers complete in strong looselinen jackets, catching hold of the jacket, or anywhere above thewaist. Two shoulders and one hip, or two hips and one shoulder, musttouch the ground to constitute a fall, and if a man is thrownotherwise than on his back the contestants get upon their feet andthe bout recommences.","wring":"To bend or strain out of its position; as, to wring a mast.","wrongdoing":"Evil or wicked behavior or action.","yachting":"Sailing for pleasure in a yacht.","yearling":"An animal one year old, or in the second year of its age; --applied chiefly to cattle, sheep, and horses.","yielding":"Inclined to give way, or comply; flexible; compliant;accommodating; as, a yielding temper. Yielding and paying (Law), theinitial words of that clause in leases in which the rent to be paidby the lessee is mentioned and reserved. Burrill.","youngling":"A young person; a youth; also, any animal in its early life.\"More dear . . . than younglings to their dam.\" Spenser.He will not be so willing, I think, to join with you as with usyounglings. Ridley.","zwinglian":"Of or pertaining to Ulric Zwingli (1481-1531), the reformer ofGerman Switzerland, who maintained that in the Lord's Supper the truebody of Christ is present by the contemplation of faith but not inessence or reality, and that the sacrament is a memorial withoutmystical elements. -- n."}