{
 "anther": "That part of the stamen containing the pollen, or fertilizingdust, which, when mature, is emitted for the impregnation of theovary.-- An\"ther*al, a.",
 "bather": "One who bathes.",
 "blather": "To talk foolishly, or nonsensically.  G. Eliot.",
 "bother": "To annoy; to trouble; to worry; to perplex. See Pother.",
 "brother": "To make a brother of; to call or treat as a brother; to admitto a brotherhood. Sir W. Scott.",
 "either": "precedes two, or more, coördinate words or phrases, and isintroductory to an alternative. It is correlative to or.Either he is talking, or he is pursuing, or he is in a journey, orperadventure he sleepeth. 1 Kings xviii. 27.Few writers hesitate to use either in what is called a triplealternative; such as, We must either stay where we are, proceed, orrecede. Latham.",
 "ether": "A medium of great elasticity and extreme tenuity, supposed topervade all space, the interior of solid bodies not excepted, and tobe the medium of transmission of light and heat; hence often calledluminiferous ether.",
 "farther": "To help onward. [R.] See Further.",
 "feather": "A longitudinal strip projecting as a fin from an object, tostrengthen it, or to enter a channel in another object and therebyprevent displacement sidwise but permit motion lengthwise; a spline.",
 "forefather": "One who precedes another in the line of genealogy in anydegree, but usually in a remote degree; an ancestor.Respecting your forefathers, you would have been taught to respectyourselves. Burke.Forefathers' Day, the anniversary of the day (December 21) on whichthe Pilgrim Fathers landed at Plymouth, Massachusetts (1620). Onaccount of a mistake in reckoning the change from Old Style to NewStyle, it has generally been celebrated on the 22d.",
 "foregather": "Same as Forgather.",
 "forgather": "To convene; to gossip; to meet accidentally. [Scot.] Jamieson.Within that circle he forgathered with many a fool. Wilson.",
 "further": "To a greater distance; in addition; moreover. See Farther.Carries us, I know not how much further, into familiar company. M.Arnold.They sdvanced us far as Eleusis and Thria; but no further. Jowett(Thucyd. ).Further off, not so near; apart by a greater distance.",
 "gather": "To bring together, or nearer together, in masonry, as where thewidth of a fireplace is rapidly diminished to the width of the flue,or the like.",
 "godfather": "A man who becomes sponsor for a child at baptism, and makeshimself a surety for its Christian training and instruction.There shall be for every Male-child to be baptized, when they can behad, two Godfathers and one Godmother; and for every Female, oneGodfather and two Godmothers; and Parents shall be admitted asSponsors, if it is desired. Book of Common Prayer (Prot. Episc. Ch.,U. S. ).",
 "godmother": "A woman who becomes sponsor for a child in baptism. SeeGodfather",
 "grandfather": "A father's or mother's father; an ancestor in the next degreeabove the father or mother in lineal ascent. Grandfather longlegs.(Zoöl.) See Dady longlegs.",
 "grandmother": "The mother of one's father or mother.",
 "heather": "Heath. [Scot.]Gorse and grass And heather, where his footsteps pass, The brighterseem. Longfellow.Heather bell (Bot.), one of the pretty subglobose flowers of twoEuropean kinds of heather (Erica Tetralix, and E. cinerea).",
 "lather": "To spread over with lather; as, to lather the face.",
 "leather": "To beat, as with a thong of leather. [Obs. or Colloq.] G.Eliot.",
 "loather": "One who loathes.",
 "mather": "See Madder.",
 "mother": "Received by birth or from ancestors; native, natural; as,mother language; also acting the part, or having the place of amother; producing others; originating.It is the mother falsehood from which all idolatry is derived. T.Arnold.Mother cell (Biol.), a cell which, by endogenous divisions, givesrise to other cells (daughter cells); a parent cell.-- Mother church, the original church; a church from which otherchurches have sprung; as, the mother church of a diocese.-- Mother country, the country of one's parents or ancestors; thecountry from which the people of a colony derive their origin.-- Mother liquor (Chem.), the impure or complex residual solutionwhich remains after the salts readily or regularly crystallizing havebeen removed.-- Mother queen, the mother of a reigning sovereign; a queen mother.-- Mother tongue. (a) A language from which another language has hadits origin. (b) The language of one's native land; native tongue.-- Mother water. See Mother liquor (above).-- Mother wit, natural or native wit or intelligence.",
 "neither": "Not either; not the one or the other.Which of them shall I take Both one or neither Neither can beenjoyed, If both remain alive. Shak.He neither loves, Nor either cares for him. Shak.",
 "nether": "Situated down or below; lying beneath, or in the lower part;having a lower position; belonging to the region below; lower; under;-- opposed to upper.'Twixt upper, nether, and surrounding fires. Milton.This darksome nether world her light Doth dim with horror anddeformity. Spenser.All my nether shape thus grew transformed. Milton.",
 "norther": "A wind from the north; esp., a strong and cold north wind inTexas and the vicinity of the Gulf of Mexico.",
 "other": "Either; -- used with other or or for its correlative (as either. . . or are now used). [Obs.]Other of chalk, other of glass. Chaucer.",
 "panther": "A large dark-colored variety of the leopard, by some zoölogistsconsidered a distinct species. It is marked with large ringlikespots, the centers of which are darker than the color of the body.",
 "pinfeather": "A feather not fully developed; esp., a rudimentary feather justemerging through the skin.",
 "pother": "Bustle; confusion; tumult; flutter; bother. [Written alsopotter, and pudder.] \"What a pother and stir!\" Oldham. \"Coming onwith a terrible pother.\" Wordsworth.",
 "rather": "Prior; earlier; former. [Obs.]Now no man dwelleth at the rather town. Sir J. Mandeville.",
 "regather": "To gather again.",
 "slither": "To slide; to glide. [Prov. Eng.]",
 "smoother": "One who, or that which, smooths.",
 "soother": "One who, or that which, soothes.",
 "stepbrother": "A brother by the marriage of one's father with the mother ofanother, or of one's mother with the father of another.",
 "stepfather": "The husband of one's mother by a subsequent marriage.",
 "stepmother": "The wife of one's father by a subsequent marriage.",
 "tether": "A long rope or chain by which an animal is fastened, as to astake, so that it can range or feed only within certain limits.",
 "weather": "To sail or pass to the windward of; as, to weather a cape; toweather another ship.",
 "wether": "A castrated ram.",
 "whether": "Which (of two); which one (of two); -- used interrogatively andrelatively. [Archaic]Now choose yourself whether that you liketh. Chaucer.One day in doubt I cast for to compare Whether in beauties' glory didexceed. Spenser.Whether of them twain did the will of his father Matt. xxi. 31.",
 "zither": "An instrument of music used in Austria and Germany. It has fromthirty to forty wires strung across a shallow sounding-board, whichlies horizontally on a table before the performer, who uses bothhands in playing on it."
}