{
 "aforethought": "Premeditated; prepense; previously in mind; designed; as,malice aforethought, which is required to constitute murder. Bouvier.",
 "afterthought": "Reflection after an act; later or subsequent thought orexpedient.",
 "although": "Grant all this; be it that; supposing that; notwithstanding;though.Although all shall be offended, yet will no I. Mark xiv. 29.",
 "bethought": "imp. & p. p. of Bethink.",
 "boathouse": "A house for sheltering boats.Half the latticed boathouse hides. Wordsworth.",
 "forethought": "Thought of, or planned, beforehand; aforethought; prepense;hence, deliberate. \"Forethought malice.\" Bacon.",
 "hothouse": "A heated room for drying green ware.",
 "lighthouse": "A tower or other building with a powerful light at top, erectedat the entrance of a port, or at some important point on a coast, toserve as a guide to mariners at night; a pharos.",
 "methought": "of Methinks.",
 "outhouse": "A small house or building at a little distance from the mainhouse; an outbuilding.",
 "penthouse": "A shed or roof sloping from the main wall or building, as overa door or window; a lean-to. Also figuratively. \"The penthouse of hiseyes.\" Sir W. Scott.",
 "prognathous": "Having the jaws projecting beyond the upper part of the face; -- opposed to orthognathous. See Gnathic index, under Gnathic.Their countenances had the true prognathous character. Kane.",
 "thou": "The second personal pronoun, in the singular number, denotingthe person addressed; thyself; the pronoun which is used inaddressing persons in the solemn or poetical style.Art thou he that should come Matt. xi. 3.",
 "though": "Granting, admitting, or supposing that; notwithstanding that;if.Though he slay me, yet will I trust in him. Job xiii. 15.Not that I so affirm, though so it seem. Milton.",
 "thought": "imp. & p. p. of Think.",
 "thousandfold": "Multiplied by a thousand.",
 "thousandth": "The quotient of a unit divided by a thousand; one of a thousandequal parts into which a unit is divided.",
 "without": "Unless; except; -- introducing a clause.You will never live to my age without you keep yourselves in breathwith exercise, and in heart with joyfulness. Sir P. Sidney."
}